
--DynamicConfigData.FightConfig

return
{
	--我方英雄
	hero = {
		[1] = {
			id = 35006, --英雄ID
			pos = 111, --英雄位置
			hp = 1800,--初始血量
			level=1,
			hurt=1000,
			cure=0,
			beHurt=2743
		},
		[2] = {id = 44005, pos = 112,hp = 1600,level=1,hurt=1320,cure=0,beHurt=2519},
		[3] = {id = 34002, pos = 113,hp = 1600,level=20,hurt=1350,cure=0,beHurt=2524},
		[4] = {id = 44002, pos = 121,hp = 1570,level=20,hurt=100,cure=3852,beHurt=1500}},
	--敌方英雄
	enemy = {[1] = {{id = 55008, pos = 222,hp = 5844,level=2,hurt=8720,cure=0,beHurt=5844},{id = 55007, pos = 211,hp = 4000,level=2,hurt=1250,cure=0,beHurt=4001},{id = 35004, pos = 213,hp =4000,level=2,hurt=1250,cure=0,beHurt=4002},}},
	--回合开始时加英雄  下标为第几回合 最多两个
	addHero = {[5] = {{id = 45009, pos = 122,hp = 3000,hurt=11629,cure=0,beHurt=1300},}},
	--回合开始播放剧情 并且暂停战斗  下标为第几回合
	playFilm = {[4] = "X3"},
	speed=2,
	skip=false,
	background=100010,

	--回合数据
	round = {
		--第一回合
		[1] = {
			--第一次出手
			[1] = {

				text = {{[111] = "你……"}},
				skillid = 5500821,  --技能
				pos1 = 222,   --出手位置ID,
				pos2 = {111,112,113}, --受击对象ID  可以多个对象
				status = {2^1,2^1,2^1}, --受击对象的状态  暴击，死亡，格挡。。。。
				buff = {{id=222,buffId=55008110},}, --出手前增加buff 需要标位置

				hitBuff = {{id=112,buffId=55001310},{id=111,buffId=55001310},{id=113,buffId=55001310}}, --受击后增加buff

				subHp = {-999,-988,-993},    --扣减血量，根据技能实际配几次

			},


			[2] = {
				skillid = 5500711,
				pos1 = 211,
				pos2 = {111},
				status = {2^1},
				subHp = {-123},
			},
			[3] = {
				skillid = 3500431,
				pos1 = 213,
				pos2 = {111,112,113},
				status = {2^2},
				subHp = {-231,-231,-231},
			},
		},
		--第二回合
		[2] = {

			[1] = {
				pos1 = 121,
				pos2 = {111,112,113,121},
				skillid = 4400211,
				status = {2^2},
				subHp = {963,963,963,963},--三个人的伤害
			},
			[2] = {

				skillid = 3500611,  --技能
				pos1 = 111,   --出手位置ID,
				pos2 = {222}, --受击对象ID  可以多个对象
				status = {2^1}, --受击对象的状态  暴击，死亡，格挡。。。。
				buff = {{id=111,buffId=55001510},}, --出手前增加buff 需要标位置

				--removeBuff = {{id=111,buffId=55001310}}, --出手前移除buff  需要标位置

				hitBuff = {{id=213,buffId=55001310},{id=211,buffId=55001310}}, --受击后增加buff

				subHp = {-1000},    --扣减血量，根据技能实际配几次

			},
			[3] = {

				skillid = 3400231,  --技能
				pos1 = 113,   --出手位置ID,
				pos2 = {222,211,213}, --受击对象ID  可以多个对象
				status = {2^1}, --受击对象的状态  暴击，死亡，格挡。。。。
				buff = {{id=113,buffId=55001510},}, --出手前增加buff 需要标位置

				--removeBuff = {{id=113,buffId=55001310}}, --出手前移除buff  需要标位置

				hitBuff = {{id=213,buffId=3400231},{id=211,buffId=3400231}}, --受击后增加buff

				subHp = {-1000,-1250,-1300},    --扣减血量，根据技能实际配几次

			},
			[4] = {

				skillid = 4400511,  --技能
				pos1 = 112,   --出手位置ID,
				pos2 = {213}, --受击对象ID  可以多个对象
				status = {2^1}, --受击对象的状态  暴击，死亡，格挡。。。。
				buff = {{id=112,buffId=55001510},}, --出手前增加buff 需要标位置

				--removeBuff = {{id=112,buffId=55001310}}, --出手前移除buff  需要标位置

				subHp = {-128,},    --扣减血量，根据技能实际配几次

			},
			
		},
		--第三回合
		[3] = {

			[1] = {
				text = {{[121] = "呼~你们太过分了！"},{[113] = "你们这是偷袭！"}},
				skillid = 5500832,  --技能
				pos1 = 222,   --出手位置ID,
				pos2 = {111,112,113,121}, --受击对象ID  可以多个对象
				status = {2^1,2^1,2^1}, --受击对象的状态  暴击，死亡，格挡。。。。
				buff = {{id=222,buffId=55008110},}, --出手前增加buff 需要标位置
				hitBuff = {{id=112,buffId=55001310},{id=111,buffId=55001310}}, --受击后增加buff
				subHp = {-1300,-1300,-1300,-1500},    --扣减血量，根据技能实际配几次
			},

		},
		--第四回合
		[4] = {

		},
		--第五回合
		[5] = {

			[1] = {

				text = {{[222] = "亚瑟，你不要抵挡我的路！"}},
				skillid = 4500921,  --技能
				pos1 = 122,   --出手位置ID,
				pos2 = {222,211,213}, --受击对象ID  可以多个对象
				status = {2^1,2^1,2^1}, --受击对象的状态  暴击，死亡，格挡。。。。
				buff = {{id=122,buffId=55008110},}, --出手前增加buff 需要标位置

				--removeBuff = {{id=111,buffId=55001310},{id=112,buffId=55001310}}, --出手前移除buff  需要标位置

				hitBuff = {{id=222,buffId=55001310},{id=111,buffId=55001310}}, --受击后增加buff

				subHp = {-921,-921,-921},    --扣减血量，根据技能实际配几次

			},

			[2] = {

				skillid = 4500931,  --技能
				pos1 = 122,   --出手位置ID,
				pos2 = {222,211,213}, --受击对象ID  可以多个对象
				status = {2^3,2^3,2^3}, --受击对象的状态  暴击，死亡，格挡。。。。
				buff = {{id=122,buffId=55008110},}, --出手前增加buff 需要标位置

				subHp = {-2923,-2813,-2813},    --扣减血量，根据技能实际配几次

			},
		}

	}

}