
--DynamicConfigData.FightConfig

return
{
	--我方英雄
	hero = {
		[1] = {
			id = 35006, --英雄ID
			pos = 111, --英雄位置
			hp = 1900,--初始血量
			level=1,
			hurt=998,
			cure=0,
			beHurt=1250
		},
		[2] = {id = 44005, pos = 112,hp = 1100,level=1,hurt=919,cure=0,beHurt=652},
		[3] = {id = 34002, pos = 113,hp = 1200,level=10,hurt=3327,cure=0,beHurt=110},
		[4] = {id = 1, pos = 141,type=3}},
	--敌方英雄
	enemy = {{{id = 25007, pos = 222,hp = 2869,level=2,hurt=0,cure=3211,beHurt=3426},{id = 53002, pos = 211,hp = 600,level=1,hurt=1250,cure=0,beHurt=605},{id = 53002, pos = 213,hp =600,level=1,hurt=1351,cure=0,beHurt=607},}},
	--回合开始播放剧情 并且暂停战斗  下标为第几回合
	playFilm = {[2] = "X5"},
	speed=1,
	skip=false,
	background=100009,

	--回合数据
	round = {
		--第一回合
		[1] = {
			--第一次出手
			[1] = {
				text = {{[222] = "你们还想往哪儿走？"}},
				skillid = 5300221,  --技能
				pos1 = 211,   --出手位置ID,
				pos2 = {111}, --受击对象ID  可以多个对象
				status = {2^1}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-653},    --扣减血量，根据技能实际配几次

			},
			[2] = {
				skillid = 3400231,  --技能
				pos1 = 113,   --出手位置ID,
				pos2 = {222,213,211}, --受击对象ID  可以多个对象
				status = {2^1,2^1,2^1}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-253,-552,-563},    --扣减血量，根据技能实际配几次

			},
			[3] = {
				skillid = 4400511,
				pos1 = 112,
				pos2 = {222},
				status = {2^1},
				subHp = {-113},
			},
			[4] = {
				skillid = 3500611,
				pos1 = 111,
				pos2 = {222},
				status = {2^1},
				subHp = {-100},
			},
		},
		
		--第二回合
		[2] = {

			[1] = {
				skillid = 150002,  --技能
				pos1 = 141,   --出手位置ID,
				pos2 = {222}, --受击对象ID  可以多个对象
				status = {2^1}, --受击对象的状态  暴击，死亡，格挡。。。。
				hitBuff = {{id=222,buffId=150010}}, --受击后增加buff
				subHp = {-2000},    --扣减血量，根据技能实际配几次
			},
		},
		--第三回合
		[3] = {
			[1] = {
				text = {{[222] = "没想到他的威力那么强！"},{[111] = "他们的防御能力下降了，赶紧回击喵！"}},
				skillid = 2500731,  --技能
				pos1 = 222,   --出手位置ID,
				pos2 = {222,211,213}, --受击对象ID  可以多个对象
				status = {2^2,2^2,2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {312,452,452},    --扣减血量，根据技能实际配几次

			},
          },
		--第四回合
		[4] = {	
			[1] = {

				skillid = 3500631,  --技能
				pos1 = 111,   --出手位置ID,
				pos2 = {222}, --受击对象ID  可以多个对象
				status = {2^1}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-442},    --扣减血量，根据技能实际配几次

			},
			[2] = {

				skillid = 3400231,  --技能
				pos1 = 113,   --出手位置ID,
				pos2 = {222,211,213}, --受击对象ID  可以多个对象
				status = {2^3,2^3,2^3}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-353,-553,-553},    --扣减血量，根据技能实际配几次

			},
		}

	}

}