return 
{
	--我方英雄
	hero = {
		[1] = {
				id = 45009, --英雄ID
				pos = 112, --英雄位置
				hp = 1550000,--初始血量
			},
		[2] = {id = 53002, pos = 111,hp = 525686},
		[3] = {id = 53002, pos = 113,hp = 525686},
		[4] = {id = 34001, pos = 121,hp = 498621},
		[5] = {id = 34001, pos = 122,hp = 498621},
		[6] = {id = 34001, pos = 123,hp = 498621},
	},
	--敌方英雄
	enemy = {[1] = {{id = 60005,scale = 1,pos = 212,hp = 1850000},}},
	--回合开始时加英雄  下标为第几回合 最多两个
	addHero = {
		[3] = {
		{id = 25003, pos = 111,hp = 950000},--莎莉丝特
		{id = 25002, pos = 113,hp = 950000},--魔王
		{id = 25005, pos = 121,hp = 950000},--妹喜
		{id = 15003, pos = 122,hp = 950000},--嫦娥
		{id = 45003, pos = 123,hp = 950000},--聂隐
		},
	},
	speed=2,
	gameBegin={playFilm="D4"},
	gameEnd={playFilm="D5"},
	
	background=100011,
	
	
	
	--回合开始时加英雄  下标为第几回合 最多两个
	--addHero = {[2] = {{id = 15001, pos = 122,hp = 10000},{id = 44001, pos = 123,hp = 10000},}},
	--回合开始播放剧情 并且暂停战斗  下标为第几回合
	playFilm = {[2] = "D3",[3] = "D1",[4] = "D2"},
	--playFilm = {[3] = "D1"},
	--playFilm = {[4] = "D2"},--text = {{[112] = "好强......难道真的无法阻止她了吗......"},{[111] = "亚瑟,别忘了还有我们。"},{[121] = "对！让我们齐力打到她！"},},--冒泡文本  可以多个
													--text = {{[112] = "我感觉到了源源不断的血色之力在涌出！崩坏的未来，即将到来"},},--冒泡文本  可以多个
	--回合数据
	round = {
		--第一回合
		[1] = {
			--第1次出手，酱油放技能	
			[1] = {
				text = {{[212] = "哈哈哈，计划已经走到最后一步了。"},{[112] = "到此为止了，尼德霍格。"},},--冒泡文本  可以多个
				pos1 = 111,   --出手位置ID,
				pos2 = {212},  --受击对象ID  可以多个对象
				skillid = 5300221,  --技能
				status = {2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-58625},   --扣减血量，根据技能实际配几次
				},  
			[2] = {
			  --第2次出手，亚瑟放小技能	
				pos1 = 112,   --出手位置ID,
				pos2 = {212},  --受击对象ID  可以多个对象
				skillid = 4500921,  --技能
				status = {2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-235911},   --扣减血量，根据技能实际配几次
				},  
			[3] = {
			  --第3次出手，boss清小怪	
				pos1 = 212,   --出手位置ID,
				pos2 = {111,112,113,121,122,123},  --受击对象ID  可以多个对象
				skillid = 6000511,  --技能
				status = {2^3,2^2,2^3,2^3,2^3,2^3}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-525686,-310035,-525686,-498621,-498621,-498621},   --扣减血量，根据技能实际配几次
				},  
		},
		
		
		--第二回合
		[2] = {
			--播剧情	
		},  
		
		
		--第三回合
		[3] = {
			--第1次出手，莎莉丝特大招	
			[1] = {
				pos1 = 111,
				pos2 = {212},
				skillid = 2500331,
				status = {2^2}, 
				subHp = {-261322},
				},  
			--第2次出手，魔王大招	
			[2] = {
				pos1 = 113,
				pos2 = {212},
				skillid = 2500231,
				status = {2^2}, 
				subHp = {-282015},
				},  
			--第3次出手，亚瑟放小技能	
			[3] = {
				pos1 = 112,
				pos2 = {212},
				skillid = 4500921,
				status = {2^2}, 
				subHp = {-235911},
				},  
			--第4次出手，BOSS小技能,要暴击	
			[4] = {
				pos1 = 212,
				pos2 = {111,112,113,121,122,123},
				skillid = 6000511,
				status = {2^1,2^1,2^1,2^1,2^1,2^1}, 
				subHp = {-423103,-425633,-415193,-465222,-405258,-471115},
				},  
			--第5次出手，嫦娥奶	
			[5] = {
				text = {{[122] = "坚持住！我现在就给大家治疗。"}},--冒泡文本  可以多个
				pos1 = 122,
				pos2 = {111,112,113,121,122,123},
				skillid = 1500331,
				status = {2^2,2^2,2^2,2^2,2^2,2^2}, 
				subHp = {1238546,1238546,1238546,1238546,1238546,1238546},
				},  
			--第6次出手，妹喜大招	
			[6] = {
				text = {{[121] = "身上的伤痊愈了！胜利就在前方！"}},--冒泡文本  可以多个
				pos1 = 121,
				pos2 = {212},
				skillid = 2500531,
				status = {2^2}, 
				subHp = {-302015},
				}, 
			--第7次出手，聂隐大招	
			[7] = {
				pos1 = 123,
				pos2 = {212},
				skillid = 4500331,
				status = {2^2}, 
				subHp = {-256111},
				},  
		},  
		
		
		--第四回合
		[4] = {
			--播剧情
			--第1次出手,Boss放大吸血+秒人	
			[1] = {
				pos1 = 212,
				pos2 = {111,112,113,121,122,123,212},
				skillid = 6000531,
				status = {2^3,2^2,2^3,2^3,2^3,2^3},
				subHp = {-999999,-999999,-999999,-999999,-999999,-999999,699999},
				},  
			--第2次出手,亚瑟最后一搏
			[2] = {
				text = {{[112] = "我...不能就这样倒下..."},},--冒泡文本  可以多个
				pos1 = 112,
				pos2 = {212},
				skillid = 4500931,
				status = {2^2}, 
				subHp = {-623159},
				},  
			--第3次出手,Boss绝杀
			[3] = {
				text = {{[212] = "呵呵，最终胜利的还是我！再见了！"},},--冒泡文本  可以多个
				pos1 = 212,
				pos2 = {112},
				skillid = 6000521,
				status = {2^3}, 
				subHp = {-532150},
				},   
		},  
	}

}