
--DynamicConfigData.FightConfig

return
{
	--我方英雄
	hero = {
		[1] = {
			id = 15002, --英雄ID
			pos = 122, --英雄位置
			hp = 23494,--初始血量
			level=100,
			hurt=11980,
			cure=0,
			beHurt=0
		},
		[2] = {id = 15004, pos = 112,hp = 26138,level=100,hurt=15560,cure=0,beHurt=18021}},
	--敌方英雄
	enemy = {{{id = 25002, pos = 212,hp = 25537,level=120,hurt=18058,cure=0,beHurt=25537},}},
	--回合开始播放剧情 并且暂停战斗  下标为第几回合
	speed=2,
	skip=false,
	background=100026,

	--回合数据
	round = {
		--第一回合
		[1] = {
			--第一次出手
			[1] = {
				text = {{[122] = "眩晕会让你停止行动"}},
				skillid = 2500211,  --技能
				pos1 = 212,   --出手位置ID,
				pos2 = {112}, --受击对象ID  可以多个对象
				status = {2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-18021},    --扣减血量，根据技能实际配几次

			},
		},
		
		--第二回合
		[2] = {

			[1] = {
				skillid = 1500411,  --技能
				pos1 = 112,   --出手位置ID,
				pos2 = {212}, --受击对象ID  可以多个对象
				status = {2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-5165},    --扣减血量，根据技能实际配几次
			},
			[2] = {

				skillid = 1500221,  --技能
				pos1 = 122,   --出手位置ID,
				pos2 = {212}, --受击对象ID  可以多个对象
				status = {2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				hitBuff = {{id=212,buffId=15002211}}, --受击后增加buff
				subHp = {-5411},    --扣减血量，根据技能实际配几次

			},
		},
		--第三回合
		[3] = {
			[1] = {
				skillid = 1500431,  --技能
				pos1 = 112,   --出手位置ID,
				pos2 = {212}, --受击对象ID  可以多个对象
				status = {2^1}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-9227},    --扣减血量，根据技能实际配几次

			},
			[2] = {
				skillid = 1500231,  --技能
				pos1 = 122,   --出手位置ID,
				pos2 = {212}, --受击对象ID  可以多个对象
				status = {2^3}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-6011},    --扣减血量，根据技能实际配几次

			},
			}

	}

}