return {
  [3] = {
    desc = "背包已满",
    id = 3
  },
  [4] = {
    desc = "亲爱的玩家：您的背包已满，奖励已通过邮件发送给您，敬请查收！",
    id = 4
  },
  [54] = {
    desc = "亲爱的玩家：由于您背包已满，激活码礼包以邮件形式发送给您，请注意提取附件哦！",
    id = 54
  },
  [55] = {
    desc = "激活码礼包",
    id = 55
  },
  [96] = {
    desc = "防沉迷",
    id = 96
  },
  [97] = {
    desc = "亲爱的玩家：您已进入不健康游戏时间，请立即下线休息。如不下线，您的身体健康将受到损害！",
    id = 97
  },
  [101] = {
    desc = "充值到账提醒",
    id = 101
  },
  [102] = {
    desc = "亲爱的玩家：您充值的%d钻石已到账，敬请查收!",
    id = 102
  },
  [395] = {
    desc = "致亲爱的玩家：这是您%s历练的奖励，请验收。",
    id = 395
  },
  [396] = {
    desc = "历练奖励",
    id = 396
  },
  [397] = {
    desc = "第五之塔奖励",
    id = 397
  },
  [398] = {
    desc = "您的背包已满，以下是您在第五之塔中获得的奖励，请查收",
    id = 398
  },
  [399] = {
    desc = "我们发现了您在第五之塔中遗漏的奖励，并给您找回来了，请查收",
    id = 399
  },
  [400] = {
    desc = "竞技场奖励",
    id = 400
  },
  [401] = {
    desc = "恭喜您在今日的竞技场中，勇夺第%d名，以下是您的奖励，请查收。",
    id = 401
  },
  [402] = {
    desc = "恭喜您在本次竞技场赛季中，勇夺第%d名，以下是您的奖励，请查收。",
    id = 402
  },
  [403] = {
    desc = "友情币",
    id = 403
  },
  [404] = {
    desc = "致亲爱的玩家：这是%s增送给你友情币，请验收。",
    id = 404
  },
  [405] = {
    desc = "狩猎场开启",
    id = 405
  },
  [406] = {
    desc = "公会狩猎场首领%s已经开启，快去挑战吧~",
    id = 406
  },
  [407] = {
    desc = "狩猎场奖励",
    id = 407
  },
  [408] = {
    desc = "公会狩猎场首领%s已结束，%s单场伤害最高，为%s，公会成员获得额外奖励。",
    id = 408
  },
  [409] = {
    desc = "公会会长变更",
    id = 409
  },
  [410] = {
    desc = "%s成为您公会的新任会长，快去打个招呼吧~",
    id = 410
  },
  [411] = {
    desc = "公会解散通知",
    id = 411
  },
  [412] = {
    desc = "您所在的%s公会已解散",
    id = 412
  },
  [413] = {
    desc = "被移除出公会通知",
    id = 413
  },
  [414] = {
    desc = "您已被移除出%s公会",
    id = 414
  },
  [415] = {
    desc = "物品返还",
    id = 415
  },
  [416] = {
    desc = "限时商城中购买物品返还",
    id = 416
  },
  [417] = {
    desc = "七天任务未领奖励",
    id = 417
  },
  [418] = {
    desc = "七天任务完成未领取奖励",
    id = 418
  },
  [419] = {
    desc = "竞猜成功通知",
    id = 419
  },
  [420] = {
    desc = "慧眼识英雄，您支持的选手%s在世界擂台赛-竞技场中胜出！以下是您的奖励，请查收~",
    id = 420
  },
  [421] = {
    desc = "竞猜失败通知",
    id = 421
  },
  [422] = {
    desc = "十分遗憾，您支持的选手%s在世界擂台赛-竞技场中错失胜果。请继续关注后续比赛",
    id = 422
  },
  [423] = {
    desc = "世界擂台赛-竞技场胜利",
    id = 423
  },
  [424] = {
    desc = "恭喜您在世界擂台赛-竞技场%s中胜出，晋级下一轮！请继续关注后续比赛",
    id = 424
  },
  [425] = {
    desc = "世界擂台赛-竞技场失败",
    id = 425
  },
  [426] = {
    desc = "很遗憾，您没能在世界擂台赛-竞技场%s中胜出，获得%s，以下是您的奖励，请继续关注后续比赛",
    id = 426
  },
  [427] = {
    desc = "世界擂台赛-竞技场胜利",
    id = 427
  },
  [428] = {
    desc = "恭喜您在世界擂台赛-竞技场%s中荣获冠军，实至名归！以下是您的奖励",
    id = 428
  },
  [429] = {
    desc = "世界擂台赛-竞技场失败",
    id = 429
  },
  [430] = {
    desc = "很遗憾，您没能在世界擂台赛-竞技场%s中胜出，获得亚军，以下是您的奖励",
    id = 430
  },
  [431] = {
    desc = "每日累充",
    id = 431
  },
  [432] = {
    desc = "探长大人，您是不是忘记什么了？",
    id = 432
  },
  [433] = {
    desc = "累充豪礼",
    id = 433
  },
  [434] = {
    desc = "探长大人，您是不是忘记什么了？",
    id = 434
  },
  [435] = {
    desc = "无尽试炼协助奖励",
    id = 435
  },
  [436] = {
    desc = "你的英雄今天在无尽试炼中协助好友战斗，以下是您的奖励",
    id = 436
  },
  [437] = {
    desc = "无尽试炼排名奖励",
    id = 437
  },
  [438] = {
    desc = "你今天在无尽试炼玩法%s中获得第%s名，以下是您的奖励",
    id = 438
  },
  [439] = {
    desc = "晨星圣所目标奖励补发",
    id = 439
  },
  [440] = {
    desc = "上一轮的目标奖励未领取，在此补发，注意查收",
    id = 440
  },
  [441] = {
    desc = "超值基金补发奖励",
    id = 441
  },
  [442] = {
    desc = "超值基金未领取奖励，在此补发，注意查收",
    id = 442
  },
  [443] = {
    desc = "高阶竞技场奖励",
    id = 443
  },
  [444] = {
    desc = "我们在虚空中发现了您未领取的段位奖励，特意给您送了过来。以下是您的奖励，请查收",
    id = 444
  },
  [445] = {
    desc = "高阶竞技场奖励",
    id = 445
  },
  [446] = {
    desc = "恭喜您在本次高阶竞技场赛季中，获得%s段位，以下是您的奖励，请查收",
    id = 446
  },
  [447] = {
    desc = "探险凭证未领奖励补发",
    id = 447
  },
  [448] = {
    desc = "上一期探险凭证结束后，你还有以下奖励未领取，在此补发，注意查收",
    id = 448
  },
  [449] = {
    desc = "豪华基金补发奖励",
    id = 449
  },
  [450] = {
    desc = "豪华基金未领取奖励，在此补发，注意查收",
    id = 450
  },
  [451] = {
    desc = "秘境探宝宝箱未领奖励补发",
    id = 451
  },
  [452] = {
    desc = "秘境探宝宝箱未领，在此补发，注意查收",
    id = 452
  },
  [453] = {
    desc = "世界擂台赛-竞技场参赛通知",
    id = 453
  },
  [454] = {
    desc = "恭喜您入选本届世界擂台赛-竞技场%s强选手，请前往调整阵容，准备比赛吧~",
    id = 454
  },
  [455] = {
    desc = "竞技场奖励",
    id = 455
  },
  [456] = {
    desc = "我们在虚空中发现了您未领取的积分奖励，特意给您送了过来。以下是您的奖励，请查收。",
    id = 456
  },
  [457] = {
    desc = "次元裂缝奖励",
    id = 457
  },
  [458] = {
    desc = "次元裂缝首领-%s已被击退，您本期最高输出为%s，达到了%s，以下为您的奖励:",
    id = 458
  },
  [459] = {
    desc = "邮件测试",
    id = 459
  },
  [460] = {
    desc = "您好，欢迎来到幻想世界！",
    id = 460
  },
  [461] = {
    desc = "白金月卡未领奖励补发",
    id = 461
  },
  [462] = {
    desc = "白金月卡未领取奖励，在此补发，注意查收",
    id = 462
  },
  [463] = {
    desc = "至尊月卡未领奖励补发",
    id = 463
  },
  [464] = {
    desc = "至尊月卡未领取奖励，在此补发，注意查收",
    id = 464
  },
  [465] = {
    desc = "冒险日记未领奖励",
    id = 465
  },
  [466] = {
    desc = "冒险日记完成未领取奖励",
    id = 466
  },
  [467] = {
    desc = "虚空幻境好友援助奖励",
    id = 467
  },
  [468] = {
    desc = "恭喜你的探员昨日被好友雇佣，共获得%s点友情点，请收下。",
    id = 468
  },
  [469] = {
    desc = "限时召唤未领取奖励",
    id = 469
  },
  [470] = {
    desc = "亲爱的探长，你在UP召唤活动中的召唤奖励未领取，在此为你补发，请查收",
    id = 470
  },
  [471] = {
    desc = "升星觉醒活动补发",
    id = 471
  },
  [472] = {
    desc = "亲爱的探长，你在升星觉醒活动中的召唤奖励未领取，在此为你补发，请查收",
    id = 472
  },
  [473] = {
    desc = "快速挂机遗漏补发",
    id = 473
  },
  [474] = {
    desc = "亲爱的探长，您在快速挂机中遗漏了奖励尚未领取，在此为您补发。别再遗漏了！请查收",
    id = 474
  },
  [475] = {
    desc = "7日签到补发",
    id = 475
  },
  [476] = {
    desc = "亲爱的玩家，你在7日签到活动中有奖励没有领取，再此补发",
    id = 476
  },
  [477] = {
    desc = "特性觉醒活动补发",
    id = 477
  },
  [478] = {
    desc = "亲爱的探长，你在特性活动中的达标奖励未领取，在此为你补发，请查收",
    id = 478
  },
  [479] = {
    desc = "装备目标",
    id = 479
  },
  [480] = {
    desc = "亲爱的玩家，您有未领取的奖励，敬请查收。",
    id = 480
  },
  [481] = {
    desc = "委托夺宝活动补发",
    id = 481
  },
  [482] = {
    desc = "亲爱的探长，你在委托夺宝活动中的召唤奖励未领取，在此为你补发，请查收",
    id = 482
  },
  [483] = {
    desc = "圣所探险活动补发",
    id = 483
  },
  [484] = {
    desc = "亲爱的探长，你在圣所探险活动中的召唤奖励未领取，在此为你补发，请查收",
    id = 484
  },
  [485] = {
    desc = "新功能开启",
    id = 485
  },
  [486] = {
    desc = "亲爱的探长，%s功能开启了，%s请尽情挑战吧！",
    id = 486
  },
  [487] = {
    desc = "黑金周卡活动补发",
    id = 487
  },
  [488] = {
    desc = "亲爱的探长，你在黑金周卡活动中的召唤奖励未领取，在此为你补发，请查收",
    id = 488
  },
  [489] = {
    desc = "集图夺宝活动补发",
    id = 489
  },
  [490] = {
    desc = "亲爱的探长，你在集图夺宝活动中的召唤奖励未领取，在此为你补发，请查收",
    id = 490
  },
  [491] = {
    desc = "您有一份神秘礼包待领取",
    id = 491
  },
  [492] = {
    desc = "亲爱的探长：\n运营团队为各位探长准备丰厚礼品，现诚邀探长前往领取：\n1、关注官方微信公众号：9377手游 回复关键字：魔法大陆 领专属大礼包！\n2、一键加入玩家交流群：527222823的方式：点击登录悬浮球--玩家Q群--即可一键加入，调戏呆萌客服，攻略分享，更可领取加群大礼包!",
    id = 492
  },
  [493] = {
    desc = "魔灵山首领奖励",
    id = 493
  },
  [494] = {
    desc = "亲爱的探长，你在魔灵山首领战斗中的奖励未领取，在此为你补发，请查收",
    id = 494
  },
  [495] = {
    desc = "圣器副本排行奖励",
    id = 495
  },
  [496] = {
    desc = "亲爱的探长，你在圣器副本排行获得第%s名，以下是您的奖励，请查收",
    id = 496
  },
  [497] = {
    desc = "英雄降临奖励补发",
    id = 497
  },
  [498] = {
    desc = "亲爱的探长，你在英雄降临中奖励未领取，以下是您的奖励，请查收",
    id = 498
  },
  [499] = {
    desc = "充值礼包补偿",
    id = 499
  },
  [500] = {
    desc = "亲爱的探长：\n魔法大陆充值补偿已经到达，为您带来了不便深感抱歉，为此奉上回档充值补偿（补偿较多将会分批发放）。请在【邮件】查收~希望探长能继续支持我们的游戏~",
    id = 500
  },
  [501] = {
    desc = "精灵收集",
    id = 501
  },
  [502] = {
    desc = "亲爱的探员，感谢您的热情参与，这是您尚未领取的奖励。敬请查收。",
    id = 502
  },
  [503] = {
    desc = "精灵召唤",
    id = 503
  },
  [504] = {
    desc = "亲爱的探员，感谢您的热情参与，这是您尚未领取的奖励。敬请查收。",
    id = 504
  },
  [505] = {
    desc = "扭蛋任务奖励补发",
    id = 505
  },
  [506] = {
    desc = "亲爱的探长，你在扭蛋任务中奖励未领取，以下是您的奖励，请查收",
    id = 506
  },
  [507] = {
    desc = "扭蛋抽奖奖励补发",
    id = 507
  },
  [508] = {
    desc = "亲爱的探长，你在扭蛋抽奖中奖励未领取，以下是您的奖励，请查收",
    id = 508
  },
  [509] = {
    desc = "扭蛋积分和扭蛋券回收补发",
    id = 509
  },
  [510] = {
    desc = "亲爱的探长，你在扭蛋活动中有剩余的扭蛋积分和扭蛋券现在转换为金币发送给您，以下是您的奖励，请查收",
    id = 510
  },
  [511] = {
    desc = "找回系统",
    id = 511
  },
  [512] = {
    desc = "亲爱的玩家：您的背包已满，找回的物品已通过邮件发送给您，敬请查收！",
    id = 512
  },
  [513] = {
    desc = "符文目标",
    id = 513
  },
  [514] = {
    desc = "亲爱的玩家，您有未领取的奖励，敬请查收。",
    id = 514
  },
  [515] = {
    desc = "新英雄活动排行奖励",
    id = 515
  },
  [516] = {
    desc = "恭喜您在%s活动中，勇夺第%d名，以下是您的奖励，请查收。",
    id = 516
  },
  [517] = {
    desc = "任意充值",
    id = 517
  },
  [518] = {
    desc = "探长大人，这是您在任意充值活动中尚未领取的奖励，敬请查收。",
    id = 518
  },
  [519] = {
    desc = "团购礼包",
    id = 519
  },
  [520] = {
    desc = "亲爱的玩家：您的背包已满，团购礼包的奖励物品已通过邮件发送给您，敬请查收！",
    id = 520
  },
  [521] = {
    desc = "最终大赏奖励",
    id = 521
  },
  [522] = {
    desc = "亲爱的玩家，这是您在最终大赏中未领取的宝箱奖励，请注意查收！",
    id = 522
  },
  [523] = {
    desc = "竞猜成功通知",
    id = 523
  },
  [524] = {
    desc = "慧眼识英雄，您支持的选手%s在世界擂台赛-天境赛中胜出！以下是您的奖励，请查收~",
    id = 524
  },
  [525] = {
    desc = "竞猜失败通知",
    id = 525
  },
  [526] = {
    desc = "十分遗憾，您支持的选手%s在世界擂台赛-天境赛中错失胜果。请继续关注后续比赛",
    id = 526
  },
  [527] = {
    desc = "世界擂台赛-天境赛胜利",
    id = 527
  },
  [528] = {
    desc = "恭喜您在世界擂台赛-天境赛%s中胜出，晋级下一轮！请继续关注后续比赛",
    id = 528
  },
  [529] = {
    desc = "世界擂台赛-天境赛失败",
    id = 529
  },
  [530] = {
    desc = "很遗憾，您没能在世界擂台赛-天境赛%s中胜出，获得%s，以下是您的奖励，请继续关注后续比赛",
    id = 530
  },
  [531] = {
    desc = "世界擂台赛-天境赛胜利",
    id = 531
  },
  [532] = {
    desc = "恭喜您在世界擂台赛-天境赛%s中荣获冠军，实至名归！以下是您的奖励",
    id = 532
  },
  [533] = {
    desc = "世界擂台赛-天境赛失败",
    id = 533
  },
  [534] = {
    desc = "很遗憾，您没能在世界擂台赛-天境赛%s中胜出，获得亚军，以下是您的奖励",
    id = 534
  },
  [535] = {
    desc = "世界擂台赛-天境赛参赛通知",
    id = 535
  },
  [536] = {
    desc = "恭喜您入选本届世界擂台赛-天境赛%s强选手，请前往调整阵容，准备比赛吧~",
    id = 536
  },
  [537] = {
    desc = "精灵战令",
    id = 537
  },
  [538] = {
    desc = "探长大人，这是您在精灵战令中尚未领取的奖励，敬请查收。",
    id = 538
  },
  [539] = {
    desc = "探员集结活动补发",
    id = 539
  },
  [540] = {
    desc = "亲爱的探长，你在探员集结活动中的奖励未领取，在此为你补发，请查收",
    id = 540
  },
  [541] = {
    desc = "点石成金活动补发",
    id = 541
  },
  [542] = {
    desc = "亲爱的探长，你在点石成金活动中的奖励未领取，在此为你补发，请查收",
    id = 542
  },
  [543] = {
    desc = "探员试炼活动补发",
    id = 543
  },
  [544] = {
    desc = "亲爱的探长，你在探员试炼活动中的奖励未领取，在此为你补发，请查收",
    id = 544
  },
  [545] = {
    desc = "点石成金排行榜奖励",
    id = 545
  },
  [546] = {
    desc = "亲爱的玩家，恭喜您在%s活动中荣获第%s名，这是您的排行奖励，请注意查收呦！",
    id = 546
  },
  [547] = {
    desc = "委托夺宝排行榜奖励",
    id = 547
  },
  [548] = {
    desc = "亲爱的玩家，恭喜您在%s活动中荣获第%s名，这是您的排行奖励，请注意查收呦！",
    id = 548
  },
  [549] = {
    desc = "梦主争夺",
    id = 549
  },
  [550] = {
    desc = "恭喜您在梦主争夺%s中胜出，晋级下一轮！请继续关注后续比赛！",
    id = 550
  },
  [551] = {
    desc = "梦主争夺",
    id = 551
  },
  [552] = {
    desc = "很遗憾，您没能在梦主争夺%s中胜出，获得%s，以下是您的奖励，请继续关注后续比赛",
    id = 552
  },
  [553] = {
    desc = "梦主争夺",
    id = 553
  },
  [554] = {
    desc = "恭喜您在梦主争夺%s中荣获冠军，实至名归！以下是您的奖励",
    id = 554
  },
  [555] = {
    desc = "梦主争夺",
    id = 555
  },
  [556] = {
    desc = "很遗憾，您没能在梦主争夺%s中胜出，获得亚军，以下是您的奖励",
    id = 556
  },
  [557] = {
    desc = "新英雄主题活动",
    id = 557
  },
  [558] = {
    desc = "亲爱的探员，%s活动结束，您所剩余的%s枚勇气徽章已自动回收，以下是您的回收奖励，请查收！",
    id = 558
  },
  [559] = {
    desc = "梦主争夺竞猜奖励",
    id = 559
  },
  [560] = {
    desc = "您在梦主争夺中，竞猜%s次，成功%s次，累计获得%s点竞猜积分，现以等额比例转化为竞技币，请查收!",
    id = 560
  },
  [561] = {
    desc = "梦主争夺",
    id = 561
  },
  [562] = {
    desc = "恭喜您闯进竞技场前64名，成功入选本期梦主争夺活动，请前往调整阵容，准备比赛吧~",
    id = 562
  },
  [563] = {
    desc = "天域试炼结算奖励",
    id = 563
  },
  [564] = {
    desc = "恭喜您在上周的天域试炼中，成功定位%s，以下是您的奖励，请查收!",
    id = 564
  },
  [565] = {
    desc = "行动达人活动补发",
    id = 565
  },
  [566] = {
    desc = "行动达人排行榜奖励",
    id = 566
  },
  [567] = {
    desc = "血荆之渊积分回收补发",
    id = 567
  },
  [568] = {
    desc = "亲爱的探长，你在血荆之渊活动中剩余的试炼积分，现在转化为金币。以下是您的奖励，请查收!",
    id = 568
  },
  [569] = {
    desc = "公会联赛得分奖励",
    id = 569
  },
  [570] = {
    desc = "您在本次公会联赛中，共获得%d分，排名第%d，以下是您的奖励，请查收",
    id = 570
  },
  [571] = {
    desc = "公会联赛段位首达奖励",
    id = 571
  },
  [572] = {
    desc = "您所在的公会%s在本赛季中首次达到%s段位，以下是您的奖励，请查收！祝愿您和公会的小伙伴相处愉快，共创辉煌~",
    id = 572
  },
  [573] = {
    desc = "公会联赛段位结算奖励",
    id = 573
  },
  [574] = {
    desc = "您所在的公会%s在本赛季中团结并进，达到%s段位，以下是您的奖励，请查收！祝愿您和公会的小伙伴相处愉快，共创辉煌~",
    id = 574
  },
  [575] = {
    desc = "共生殿调整补偿",
    id = 575
  },
  [576] = {
    desc = "亲爱的探长，由于共生殿等级调整，现将你原来升级消耗共生殿水晶所消耗的材料百分百返还给您，请您查收。",
    id = 576
  },
  [577] = {
    desc = "临界战令",
    id = 577
  },
  [578] = {
    desc = "探长大人，这是您在临界战令中尚未领取的奖励，敬请查收。",
    id = 578
  },
  [579] = {
    desc = "跨服竞技场每日奖励",
    id = 579
  },
  [580] = {
    desc = "探长大人，这是您未领取的跨服竞技场奖励，请注意查收呦~！",
    id = 580
  },
  [581] = {
    desc = "跨服竞技场排名奖励",
    id = 581
  },
  [582] = {
    desc = "探长大人，恭喜您本赛季获得了第%s名，这是您的排名奖励，请注意查收呦~！",
    id = 582
  },
  [583] = {
    desc = "当铺寻觅回收活动",
    id = 583
  },
  [584] = {
    desc = "亲爱的探长，%s活动结束，现将您所剩余的%s个当铺寻觅币按照%s金币/1个的价格回收，共%s金币，请注意查收！",
    id = 584
  },
  [585] = {
    desc = "血荆之渊排名奖励",
    id = 585
  },
  [586] = {
    desc = "亲爱的玩家，恭喜您在%s活动中荣获第%s名，这是您的排行奖励，请注意查收呦！",
    id = 586
  },
  [587] = {
    desc = "节日登录活动奖励",
    id = 587
  },
  [588] = {
    desc = "亲爱的探员，这是您在节日登录活动中未领取的节日奖励，请注意查收！",
    id = 588
  },
  [589] = {
    desc = "先驱组队竞技结算奖励",
    id = 589
  },
  [590] = {
    desc = "恭喜您在上周的组队竞技中，勇夺第%d名，以下是您的奖励，请查收!",
    id = 590
  },
  [591] = {
    desc = "血荆之渊次数奖励",
    id = 591
  },
  [592] = {
    desc = "亲爱的玩家，这是您在血荆之渊活动中未领取的次数奖励，请注意查收呦！",
    id = 592
  },
  [593] = {
    desc = "普天同庆礼包",
    id = 593
  },
  [594] = {
    desc = "亲爱的探员，您的背包已满，普天同庆礼包活动的物品通过邮件发放，请注意查收呦！",
    id = 594
  },
  [595] = {
    desc = "亲爱的探员，这是您在普天同庆礼包活动中未领取的次数奖励，请注意查收呦！",
    id = 595
  },
  [596] = {
    desc = "集字活动",
    id = 596
  },
  [597] = {
    desc = "亲爱的探员，这是您在集字活动中剩余集字道具转化的金币，请注意查收！",
    id = 597
  },
  [598] = {
    desc = "先驱组队竞技挑战次数补偿",
    id = 598
  },
  [599] = {
    desc = "亲爱的探长，您在先驱组队竞技中有尚未领取的奖励，系统已为您找回，请查收！",
    id = 599
  },
  [600] = {
    desc = "新阵法升级石补偿",
    id = 600
  },
  [601] = {
    desc = "亲爱的探长，本次阵法功能优化后，所有阵法等级可同步升级，自由选择使用喜欢的阵法作战吧。探长当前阵法等级已重置，并全额补发了阵法升级石和金币，请查收！",
    id = 601
  },
  [602] = {
    desc = "超凡赛首达段位奖励",
    id = 602
  },
  [603] = {
    desc = "以下是您上个赛季首达段位奖励未领取的奖励，请查收",
    id = 603
  },
  [604] = {
    desc = "超凡段位奖励",
    id = 604
  },
  [605] = {
    desc = "恭喜您在本赛季达到%s段位，以下是您的奖励，请查收",
    id = 605
  },
  [606] = {
    desc = "赛季传奇奖励",
    id = 606
  },
  [607] = {
    desc = "恭喜您在本赛季中勇夺%d名，以下是您的奖励，请查收",
    id = 607
  },
  [608] = {
    desc = "王者之证",
    id = 608
  },
  [609] = {
    desc = "以下是您上个赛季王者之证未领取的奖励，请查收",
    id = 609
  },
  [610] = {
    desc = "天梯赛奖励",
    id = 610
  },
  [611] = {
    desc = "亲爱的探长，恭喜您在天梯赛中夺取第%s名，以下是您的奖励，请查收！",
    id = 611
  },
  [612] = {
    desc = "阵营试炼",
    id = 612
  },
  [613] = {
    desc = "亲爱的玩家，您的背包已满，阵营试炼奖励已通过邮件发送给您，敬请查收！",
    id = 613
  },
  [614] = {
    desc = "入选公会联赛传奇赛",
    id = 614
  },
  [615] = {
    desc = "恭喜您所在的公会%s入选本届公会联赛传奇赛，请前往布阵，准备比赛吧~",
    id = 615
  },
  [616] = {
    desc = "公会联赛传奇赛",
    id = 616
  },
  [617] = {
    desc = "恭喜您的公会在公会联赛传奇赛%s中胜出，晋级下一轮！请继续关注后续比赛",
    id = 617
  },
  [618] = {
    desc = "公会联赛传奇赛",
    id = 618
  },
  [619] = {
    desc = "很遗憾，您的公会没能在公会联赛传奇赛%s中胜出，获得%s，以下是您的奖励，请继续关注后续比赛",
    id = 619
  },
  [620] = {
    desc = "公会联赛传奇赛",
    id = 620
  },
  [621] = {
    desc = "恭喜您的公会在公会联赛传奇赛%s中荣获冠军，实至名归！以下是您的奖励",
    id = 621
  },
  [622] = {
    desc = "公会联赛传奇赛",
    id = 622
  },
  [623] = {
    desc = "很遗憾，您的公会没能在公会联赛传奇赛%s中胜出，获得亚军，以下是您的奖励",
    id = 623
  },
  [624] = {
    desc = "传奇赛竞猜成功",
    id = 624
  },
  [625] = {
    desc = "分析透彻！您支持的公会%s在公会联赛传奇赛中胜出！以下是您的奖励，请查收",
    id = 625
  },
  [626] = {
    desc = "传奇赛竞猜失败",
    id = 626
  },
  [627] = {
    desc = "十分遗憾！您支持的公会%s在公会联赛传奇赛中不幸落败！请继续关注后续比赛",
    id = 627
  },
  [628] = {
    desc = "巅峰竞技排名奖励",
    id = 628
  },
  [629] = {
    desc = "探长大人，恭喜您本赛季巅峰竞技中勇夺第%s名，以下是您的奖励，请查收。",
    id = 629
  },
  [630] = {
    desc = "巅峰竞技竞猜奖励",
    id = 630
  },
  [631] = {
    desc = "探长大人，恭喜您在巅峰竞技中成功预测胜利者，以下是您的奖励，请查收。",
    id = 631
  },
  [632] = {
    desc = "探长大人，您今日未参与竞猜，竞猜币转化为以下奖励，请查收",
    id = 632
  },
  [633] = {
    desc = "迷宫战令",
    id = 633
  },
  [634] = {
    desc = "探长大人，这是您在迷宫战令中尚未领取的奖励，敬请查收",
    id = 634
  },
  [635] = {
    desc = "亲爱的探员，这是您在阵营试炼中剩余兑换币转化的金币，请注意查收！",
    id = 635
  },
  [636] = {
    desc = "极地战令",
    id = 636
  },
  [637] = {
    desc = "探长大人，这是您在极地战令中尚未领取的奖励，敬请查收",
    id = 637
  },
  [638] = {
    desc = "赠礼",
    id = 638
  },
  [639] = {
    desc = "亲爱的探员，由于您背包已满，赠礼通过邮件发放，敬请查收！",
    id = 639
  },
  [640] = {
    desc = "圣器战令",
    id = 640
  },
  [641] = {
    desc = "探长大人，这是您在圣器战令中尚未领取的奖励，敬请查收",
    id = 641
  },
  [642] = {
    desc = "神格商店说明",
    id = 642
  },
  [643] = {
    desc = "本次【神墟历险】已结束，兑换商店将持续到%s请及时进行兑换！(兑换结束后，神格将被清空)",
    id = 643
  },
  [644] = {
    desc = "神墟历险守卫击杀奖励",
    id = 644
  },
  [645] = {
    desc = "亲爱的探长，您的团队已成功击败了神墟历险玩法中的一个守卫，这是属于你们团队的击杀奖励，人手一份哦！",
    id = 645
  },
  [646] = {
    desc = "神墟历险神灵塔攻占奖励",
    id = 646
  },
  [647] = {
    desc = "亲爱的探长，您的团队已成功占领了神墟历险玩法中的一个神灵塔，这是属于你们团队的击杀奖励，人手一份哦！",
    id = 647
  },
  [648] = {
    desc = "神墟历险补发奖励",
    id = 648
  },
  [649] = {
    desc = "亲爱的探长，本期神墟历险已结束了，还有部分奖励您未领取，现在统一补发给您，请查收！",
    id = 649
  },
  [650] = {
    desc = "神墟宝藏补发奖励",
    id = 650
  },
  [651] = {
    desc = "亲爱的探长，本次神墟宝藏已结束了，还有部分奖励您未领取，现在统一补发给您，请查收",
    id = 651
  },
  [652] = {
    desc = "神墟历险BOSS开启",
    id = 652
  },
  [653] = {
    desc = "亲爱的探长，您所在的团队已开启BOSS挑战，丰厚奖励等您来领。",
    id = 653
  },
  [654] = {
    desc = "神墟历险BOSS奖励",
    id = 654
  },
  [655] = {
    desc = "亲爱的探长，您所在的团队已击败最终BOSS，请前往神墟历险活动领取BOSS击败奖励。",
    id = 655
  },
  [656] = {
    desc = "天梯冠军赛奖励",
    id = 656
  },
  [657] = {
    desc = "恭喜您在天梯冠军赛中荣获第%s名，以下是您的奖励",
    id = 657
  },
  [658] = {
    desc = "天梯冠军赛",
    id = 658
  },
  [659] = {
    desc = "恭喜您在天梯冠军赛%s强中胜出，晋级下一轮！请继续关注后续比赛",
    id = 659
  },
  [660] = {
    desc = "天梯冠军赛",
    id = 660
  },
  [661] = {
    desc = "恭喜您在天梯冠军赛中荣获%s，实至名归！以下是您的结算奖励",
    id = 661
  },
  [662] = {
    desc = "协力大作战积分奖励",
    id = 662
  },
  [663] = {
    desc = "探长大人，您在本次协力大作战中，有个人积分奖励未领取，敬请查收。",
    id = 663
  },
  [664] = {
    desc = "协力大作战助力奖励",
    id = 664
  },
  [665] = {
    desc = "探长大人，您在本次协力大作战中，有助力奖励未领取，敬请查收。",
    id = 665
  },
  [666] = {
    desc = "协力大作战排名奖励",
    id = 666
  },
  [667] = {
    desc = "探长大人，恭喜您在本次协力大作战中勇夺第%s名，以下是您的奖励，敬请查收。",
    id = 667
  },
  [668] = {
    desc = "人气探员票选回收奖励",
    id = 668
  },
  [669] = {
    desc = "亲爱的玩家：人气探员票已结束，现将您所剩余的%s张投票券按照%s金币/1张的价格回收，共%s金币，请注意查收",
    id = 669
  },
  [670] = {
    desc = "天梯冠军赛",
    id = 670
  },
  [671] = {
    desc = "以下您在预选赛对战中获得的对局奖励，请查收",
    id = 671
  },
  [672] = {
    desc = "人气探员票选进度奖励补发",
    id = 672
  },
  [673] = {
    desc = "亲爱的玩家：人气探员票已结束，还有部分进度奖励您未领取，现在统一补发给您，请查收",
    id = 673
  },
  [674] = {
    desc = "协力大作战据点镇压奖励",
    id = 674
  },
  [675] = {
    desc = "敬爱的探长，在各服小伙伴的协作下，成功将协力大作战一个据点镇压，获得以下奖励。",
    id = 675
  },
  [676] = {
    desc = "天梯冠军赛竞猜奖励",
    id = 676
  },
  [677] = {
    desc = "您在天梯冠军赛中，竞猜%s次，成功%s次，累计获得%s点竞猜积分，现以等额比例转化为冠军赛积分货币，请查收~",
    id = 677
  },
  [678] = {
    desc = "异能计划",
    id = 678
  },
  [679] = {
    desc = "亲爱的探长，感谢您与其他探长一起携手通过异能计划的考验，团队贡献排名第%s位。请查收奖励。",
    id = 679
  },
  [680] = {
    desc = "最终大赏未领进度奖励",
    id = 680
  },
  [681] = {
    desc = "亲爱的玩家，这是您在最终大赏中未领取的进度奖励，请注意查收！",
    id = 681
  },
  [682] = {
    desc = "时空裂缝奖励",
    id = 682
  },
  [683] = {
    desc = "亲爱的探长，因为您背包物品已满，活动中获得的奖励通过邮件发送，敬请查收。",
    id = 683
  },
  [684] = {
    desc = "元宵奖奖励补发",
    id = 684
  },
  [685] = {
    desc = "亲爱的探长，你在元宵抽奖中奖励未领取，以下是您的奖励，请查收",
    id = 685
  },
  [686] = {
    desc = "元宵积分和元宵券回收补发",
    id = 686
  },
  [687] = {
    desc = "亲爱的探长，你在元宵活动中有剩余的元宵积分和元宵券现在转换为金币发送给您，以下是您的奖励，请查收",
    id = 687
  },
  [688] = {
    desc = "兑换商城",
    id = 688
  },
  [689] = {
    desc = "亲爱的探员，这是您在阵营试炼中剩余兑换币转化的金币，请注意查收！",
    id = 689
  },
  [690] = {
    desc = "周巡拼图",
    id = 690
  },
  [691] = {
    desc = "亲爱的探长，这是您昨日已完成的任务忘记领取的奖励，请查收！",
    id = 691
  },
  [692] = {
    desc = "亲爱的探长，这是您在周巡拼图活动中未领取的奖励，请查收！",
    id = 692
  },
  [693] = {
    desc = "新英雄召唤",
    id = 693
  },
  [694] = {
    desc = "亲爱的探员，现将您所剩余的抽奖券按照%s金币/1张的价格回收，共%s金币，请注意查收！",
    id = 694
  },
  [695] = {
    desc = "新年活动全服累计大奖",
    id = 695
  },
  [696] = {
    desc = "本次新年活动中，您与本服玩家共同努力下获得以下累计大奖，敬请查收。",
    id = 696
  }
}