--This file is auto transformed from excel sheet file by script. 
--You **should NOT** edit it manually.
--Copyright @Guangyv Games 2016.

-- Help.xls
-- battlearray
-- DynamicConfigData.t_BattleArray

return {
	[1] = {
		id = 1,name = "新手推荐",desr = "腾蛇有物理减免又有吸血，还有群体破甲，是前期的主要输出；猫友大招回满血又增伤，配合天启大招增加怒气，可以更快地使用回血；虎男可以抗伤还能群体眩晕敌方后排输出单位；貔貅可以给血量最低的队友回血保命，还可以增加队友的伤害减免；后期还培养白泽，伤害高还有控制。",array1 = 35002,array2 = 35010,array3 = 35008,array4 = 55005,array5 = 55004,array6 = 35001
	},
	[2] = {
		id = 2,name = "中级阵容",desr = "占卜师、法芙娜、白泽都是法术输出，占卜师还可以给自己和队友增加法伤，法芙娜搭配法暴或高级法暴的特性增加暴击率可以更好打出暴击的额外效果，然后搭配天启增加怒气和护盾、虎男抗伤和眩晕后排输出、貔貅回血，可以保证输出的存活，打出爆炸输出。",array1 = 55004,array2 = 35008,array3 = 35010,array4 = 45011,array5 = 55008,array6 = 35001
	},
	[3] = {
		id = 3,name = "高级阵容",desr = "荆楚和聂隐专门瞄准敌方血量最低单位，搭配偷袭、破防、斩杀的特性，在造成高额输出的同时触发更多的伤害加成，快速把敌方的后排输出干掉，荆楚还可以搭配躲闪特性，获得闪避后的伤害加成，最后搭配虎男抗伤加眩晕、嫦娥高回血以及大后期伤害爆表的占卜师。",array1 = 35008,array2 = 45007,array3 = 35010,array4 = 45003,array5 = 45011,array6 = 15003
	},
	[4] = {
		id = 4,name = "顶级推荐",desr = "米迦勒、灵娲、嫦娥和猫面花四人，拥有的超强控制和超强治疗，保证队友存活的同时，还可以群体眩晕敌方，然后魔王和尼德霍格就可以尽情收割敌方",array1 = 25006,array2 = 15004,array3 = 25002,array4 = 25007,array5 = 15002,array6 = 15003
	},
}