--This file is auto transformed from excel sheet file by script. 
--You **should NOT** edit it manually.
--Copyright @Guangyv Games 2016.

-- Emblem.xls
-- EmblemSuit
-- DynamicConfigData.t_EmblemSuit

return {
	[1] = {
		suitId = 1,suitName = "激怒",suit2 = {602001,602002,602003,602004,602005,},suit4 = {603001,603002,603003,603004,603005,},suitTag2 = "暴击加成",suitDes2 = "暴击率+[4.5/6/7.5/10.5/15]%",suitTag4 = "暴伤加成",suitDes4 = "血量越低，暴伤加成越高，最多暴伤加成[15/20/25/35/50]%",suitFightPlus2 = "[500,1000,2000,4000,8000]",suitFightPlus4 = "[1500,3000,6000,12000,24000]",RecommendedHero = {45009,55001,55008,}
	},
	[2] = {
		suitId = 2,suitName = "暴怒",suit2 = {602001,602002,602003,602004,602005,},suit4 = {603006,603007,603008,603009,603010,},suitTag2 = "暴击加成",suitDes2 = "暴击率+[4.5/6/7.5/10.5/15]%",suitTag4 = "多段加成",suitDes4 = "暴击时，[30/32/34/37/40]%概率每段攻击额外造成目标[1.5/2/2.5/3.5/5]%最大生命，每段不超过自身10%攻击",suitFightPlus2 = "[500,1000,2000,4000,8000]",suitFightPlus4 = "[1500,3000,6000,12000,24000]",RecommendedHero = {35002,15001,25002,}
	},
	[3] = {
		suitId = 3,suitName = "暴走",suit2 = {602001,602002,602003,602004,602005,},suit4 = {603011,603012,603013,603014,603015,},suitTag2 = "暴击加成",suitDes2 = "暴击率+[4.5/6/7.5/10.5/15]%",suitTag4 = "暴击连击",suitDes4 = "暴击时有[7.5/10/12.5/17.5/25]%概率触发连击，一回合最多触发一次",suitFightPlus2 = "[500,1000,2000,4000,8000]",suitFightPlus4 = "[1500,3000,6000,12000,24000]",RecommendedHero = {35007,25002,55006,}
	},
	[4] = {
		suitId = 4,suitName = "血怒",suit2 = {602006,602007,602008,602009,602010,},suit4 = {603016,603017,603018,603019,603020,},suitTag2 = "攻击加成",suitDes2 = "攻击力+[1.8/2.4/3/4.2/6]%",suitTag4 = "吸血",suitDes4 = "造成伤害的[6/8/10/14/20]%转化为自身生命",suitFightPlus2 = "[500,1000,2000,4000,8000]",suitFightPlus4 = "[1500,3000,6000,12000,24000]",RecommendedHero = {25006,15006,35003,}
	},
	[5] = {
		suitId = 5,suitName = "无情",suit2 = {602006,602007,602008,602009,602010,},suit4 = {603021,603022,603023,603024,603025,},suitTag2 = "攻击加成",suitDes2 = "攻击力+[1.8/2.4/3/4.2/6]%",suitTag4 = "斩杀",suitDes4 = "对生命低于50%的目标伤害提高[12/16/20/28/40]%",suitFightPlus2 = "[500,1000,2000,4000,8000]",suitFightPlus4 = "[1500,3000,6000,12000,24000]",RecommendedHero = {45003,15005,55008,}
	},
	[6] = {
		suitId = 6,suitName = "刀刃",suit2 = {602006,602007,602008,602009,602010,},suit4 = {603026,603027,603028,603029,603030,},suitTag2 = "攻击加成",suitDes2 = "攻击力+[1.8/2.4/3/4.2/6]%",suitTag4 = "回合增伤",suitDes4 = "每回合提高[1.5/2/2.5/3.5/5]%伤害加深，第1回合开始生效，最多叠加10层",suitFightPlus2 = "[500,1000,2000,4000,8000]",suitFightPlus4 = "[1500,3000,6000,12000,24000]",RecommendedHero = {55005,25003,45003,}
	},
	[7] = {
		suitId = 7,suitName = "强壮",suit2 = {602011,602012,602013,602014,602015,},suit4 = {603031,603032,603033,603034,603035,},suitTag2 = "血量加成",suitDes2 = "血量+[3.6/4.8/6/8.4/12]%",suitTag4 = "残血回复",suitDes4 = "回合结束时，若生命低于50%，则恢复[4.5/6/7.5/10.5/15]%血量",suitFightPlus2 = "[500,1000,2000,4000,8000]",suitFightPlus4 = "[1500,3000,6000,12000,24000]",RecommendedHero = {55004,45004,45003,}
	},
	[8] = {
		suitId = 8,suitName = "坚盾",suit2 = {602011,602012,602013,602014,602015,},suit4 = {603041,603042,603043,603044,603045,},suitTag2 = "血量加成",suitDes2 = "血量+[3.6/4.8/6/8.4/12]%",suitTag4 = "受暴加盾",suitDes4 = "受到暴击时，生成一个吸收最大血量[2.1/2.8/3.5/4.9/7]%的护盾，持续1回合",suitFightPlus2 = "[500,1000,2000,4000,8000]",suitFightPlus4 = "[1500,3000,6000,12000,24000]",RecommendedHero = {35008,55002,25001,}
	},
	[9] = {
		suitId = 9,suitName = "不屈",suit2 = {602011,602012,602013,602014,602015,},suit4 = {603051,603052,603053,603054,603055,},suitTag2 = "血量加成",suitDes2 = "血量+[3.6/4.8/6/8.4/12]%",suitTag4 = "反伤",suitDes4 = "[25/26/27/28/30]%概率反弹所受伤害的[15/20/25/35/50]%，最多不超过自身血量的50%（此效果独立于反伤特性）",suitFightPlus2 = "[500,1000,2000,4000,8000]",suitFightPlus4 = "[1500,3000,6000,12000,24000]",RecommendedHero = {15004,25001,45004,}
	},
	[10] = {
		suitId = 10,suitName = "忍耐",suit2 = {602016,602017,602018,602019,602020,},suit4 = {603056,603057,603058,603059,603060,},suitTag2 = "防御加成",suitDes2 = "防御+[3.6/4.8/6/8.4/12]%",suitTag4 = "受疗加成",suitDes4 = "受到的治疗效果提高[7.5/10/12.5/17.5/25]%",suitFightPlus2 = "[500,1000,2000,4000,8000]",suitFightPlus4 = "[1500,3000,6000,12000,24000]",RecommendedHero = {25007,35010,45002,}
	},
	[11] = {
		suitId = 11,suitName = "固守",suit2 = {602016,602017,602018,602019,602020,},suit4 = {603061,603062,603063,603064,603065,},suitTag2 = "防御加成",suitDes2 = "防御+[3.6/4.8/6/8.4/12]%",suitTag4 = "开场免伤",suitDes4 = "开场[1/1/2/2/3]回合内，免伤提高[9/12/15/21/30]%",suitFightPlus2 = "[500,1000,2000,4000,8000]",suitFightPlus4 = "[1500,3000,6000,12000,24000]",RecommendedHero = {45001,35002,25003,}
	},
	[12] = {
		suitId = 12,suitName = "意志",suit2 = {602016,602017,602018,602019,602020,},suit4 = {603066,603067,603068,603069,603070,},suitTag2 = "防御加成",suitDes2 = "防御+[3.6/4.8/6/8.4/12]%",suitTag4 = "开场免疫",suitDes4 = "开场[1/1/2/2/3]回合内，免疫所有非控制类负面效果",suitFightPlus2 = "[500,1000,2000,4000,8000]",suitFightPlus4 = "[1500,3000,6000,12000,24000]",RecommendedHero = {45006,25001,55002,}
	},
	[13] = {
		suitId = 13,suitName = "冰缓",suit2 = {602021,602022,602023,602024,602025,},suit4 = {603071,603072,603073,603074,603075,},suitTag2 = "控制加成",suitDes2 = "控制命中+[7.5/10/12.5/17.5/25]%",suitTag4 = "减速",suitDes4 = "造成伤害时有[16/20/24/28/32]%概率触发冰缓：降低目标[4.5/6/7.5/10.5/15]%速度，持续2回合",suitFightPlus2 = "[500,1000,2000,4000,8000]",suitFightPlus4 = "[1500,3000,6000,12000,24000]",RecommendedHero = {35001,45011,45009,}
	},
	[14] = {
		suitId = 14,suitName = "应报",suit2 = {602021,602022,602023,602024,602025,},suit4 = {603081,603082,603083,603084,603085,},suitTag2 = "控制加成",suitDes2 = "控制命中+[7.5/10/12.5/17.5/25]%",suitTag4 = "控制减怒",suitDes4 = "造成控制时，减少目标[5.4/7.2/9/12.6/18]%怒气",suitFightPlus2 = "[500,1000,2000,4000,8000]",suitFightPlus4 = "[1500,3000,6000,12000,24000]",RecommendedHero = {15002,55009,45002,}
	},
	[15] = {
		suitId = 15,suitName = "守护",suit2 = {602026,602027,602028,602029,602030,},suit4 = {603086,603087,603088,603089,603090,},suitTag2 = "抗控加成",suitDes2 = "控制抵抗+[9/12/15/21/30]%",suitTag4 = "大招加盾",suitDes4 = "开场和释放怒气技后，给自己和对位队友施加生命[3.9/5.2/6.5/9.1/13]%护盾，持续2回合",suitFightPlus2 = "[500,1000,2000,4000,8000]",suitFightPlus4 = "[1500,3000,6000,12000,24000]",RecommendedHero = {15003,55007,45009,}
	},
	[16] = {
		suitId = 16,suitName = "静心",suit2 = {602026,602027,602028,602029,602030,},suit4 = {603096,603097,603098,603099,603100,},suitTag2 = "抗控加成",suitDes2 = "控制抵抗+[9/12/15/21/30]%",suitTag4 = "治疗加成",suitDes4 = "治疗效果提高[7.5/10/12.5/17.5/25]%",suitFightPlus2 = "[500,1000,2000,4000,8000]",suitFightPlus4 = "[1500,3000,6000,12000,24000]",RecommendedHero = {15003,25007,35010,}
	},
}