--This file is auto transformed from excel sheet file by script. 
--You **should NOT** edit it manually.
--Copyright @Guangyv Games 2016.

-- Help.xls
-- HelpDesc
-- DynamicConfigData.t_HelpDesc

return {
	[1] = {
		id = 1,desc = "米迦勒拥有优秀的双抗属性，被动技能使其在拥有护盾时可获得一定物理伤害减免，可在前排担任主坦克。技能自带的控制及回复效果让米迦勒拥有极强的续航能力。"
	},
	[2] = {
		id = 2,desc = "嫦娥作为一名优秀的奶妈，拥有不错的持续治疗能力，同时兼顾组员强化，单体控制，及全员解控的能力，可以为队友营造一个良好的输出环境。"
	},
	[3] = {
		id = 3,desc = "作为一名刺客，墨香面对坦克及处于负面状态的敌人都将获得额外的伤害强化，同时技能“热情扇舞”的追击效果可为队伍快速拔出一名敌人。"
	},
	[4] = {
		id = 4,desc = "尼德霍格开场将直接锁定敌方攻击最高的单位，大幅削弱其攻击力，同时技能“痛苦鞭挞”则根据目标当前血量造成百分比持续伤害，并转化为自身血量。"
	},
	[5] = {
		id = 5,desc = "身为一名坦克，妮月的被动在回合结束后将为她移除所有负面状态，其技能“血蚀”可对受击目标造成基于生命上限固定百分比的持续伤害。"
	},
	[6] = {
		id = 6,desc = "罗刹状态下的魔王最高可获得百分百暴击效果，配合技能“斩杀”的无视物理防御及被动的伤害强化，伤害可在瞬间爆炸。在魔王面前，坦克即脆皮。"
	},
	[7] = {
		id = 7,desc = "烬拥有覆盖敌方全体的大范围多重打击能力，同时攻击目标时为目标附加灼烧状态，灼烧将对目标造成大量持续百分比真实伤害。"
	},
	[8] = {
		id = 8,desc = "全职辅助貔貅在战斗中拥有强力的多方位回复效果，并为队友提供一定免伤效果，避免团队出现减员状态。同时，貔貅还可偷取敌方怒气，降低对手输出效率。"
	},
	[9] = {
		id = 9,desc = "白泽作为为数不多的法系控制兼强力输出，其技能可对目标造成减速，在后续攻击中提升伤害并概率冰冻减速目标，致使目标无法行动。"
	},
	[10] = {
		id = 10,desc = "聂隐拥有突袭敌方后排的能力，被动首回合百分百暴击效果，可有效快速消灭敌方后排输出降低队伍压力。面对法师，聂隐更将获得额外的技能伤害加成。"
	},
	[11] = {
		id = 11,desc = "蔡昭姬是为数不多拥有复活队友技能的辅助，可在队伍减员时，为作战创造翻盘机会。同时，蔡昭姬的技能在回复队友时还可为其驱散所有控制效果。"
	},
	[12] = {
		id = 12,desc = "亚瑟自带的技能暴击加成及血量最低目标锁定效果，可有效帮助队伍扫除残血目标。同时亚瑟造成伤害时，还将为全员提供伤害加成效果及怒气回复。"
	},
	[13] = {
		id = 13,desc = "斑衣蜡蝉的“蝉弧光印”在对目标造成伤害时间，将降低目标怒气回复效果，并额外附带最大生命值百分比伤害，可有效克制怒气队伍。"
	},
	[14] = {
		id = 14,desc = "神乐拥有无可比拟的速度，其技能伤害主要由速度属性决定，高速神乐拥有着先手，高闪避优势，放在前排也许会有意外之喜。"
	},
	[15] = {
		id = 15,desc = "匣中少女自身永远有不俗的输出能力，同时首回合技能“电音冲击”将为队伍攻击最高的2名队友提供暴击率及伤害加成。"
	},
	[16] = {
		id = 16,desc = "将天启置于前排快速积累怒气并释放大招，同时结合亚瑟被动缩短怒气回复时间，让魔王与聂隐可更快叠加怒气，提前释放大招，令敌方迅速减员。"
	},
	[17] = {
		id = 17,desc = "灵娲可以增加自己控制能力，配合小乔前排抗伤及晕眩控制，诺亚嘲讽，血小板伤害链接，让我方红夫人快速击杀敌方后排，敌方前排将毫无威胁。"
	},
	[18] = {
		id = 18,desc = "虎男可全气血加点，能抗能输出，高坦度高回复阵容。配合貔貅，猫面花治疗，米迦勒解控，同时米迦勒大招针对神佑特性加成，减员压力极低。"
	},
	[19] = {
		id = 19,desc = "斑衣蜡蝉的被动技能可以提高全体的速度，而神乐及罗素的技能根据其速度属性收益将被极限放大，可以在回合一开始让对方减员。"
	},
}