--This file is auto transformed from excel sheet file by script. 
--You **should NOT** edit it manually.
--Copyright @Guangyv Games 2016.

-- HeroTotems.xls
-- HeroStory
-- DynamicConfigData.t_HeroStory

return {
	[1500301] = {
		tipID = 1500301,unlock = 1,dec = "为了寻找后羿的转世，一意孤行离开了亚特兰蒂斯，脱离神族身份，在布兰蒂尔学院成为了一名女教师。看上去明明是御姐的模样，但性格却柔弱可欺 。",heroID = 15003
	},
	[1500302] = {
		tipID = 1500302,unlock = 10,dec = "然而当嫦娥上课时，又会化身严厉的腹黑教师。她的语调和笑容依旧温柔，但说出来的话却令人头皮一紧，无地自容：”哎呀，这么简单的知识点，怎么会不明白呢……什么？是身体不舒服么？是呀，是该好好休息，最好再去检查一下，是不是缺乏什么营养导致理解力跟不上大家的普通进度……？“而唯一能逃过嫦娥言语攻击的，是名列前茅的全科优等生——后羿。",heroID = 15003
	},
	[1500303] = {
		tipID = 1500303,unlock = 20,dec = "嫦娥“喜爱”吃麻辣“兔兔”，由于常年对着兔兔，现今对兔兔莫名有种厌恶。传闻在半夜时分，偶尔会有人在扫教室，搬东西，大家总以为是个好学生做的。于是有一天，嫦娥好奇想来看看这个好学生究竟是不是后羿。<br>她特意留到晚上，翻遍整座教学楼，也没看到什么。但刚走进走廊时，发现了一道黑影；她马上躲好，想知道这是不是她想的那个人。黑影越来越近，嫦娥莫名感到紧张，就在这时，那黑影回头，发现竟是具半身躯透明的人体模型，它想要攻击嫦娥。<br>结果后羿小姐姐突然出现，揪出附在人体模型内的灵体，将灵体捏成兔子形状，然后塞给嫦娥：“听说以前的生物老师都是被这个吓跑的！”嫦娥一脸迷妹脸，哪里还有害怕，捧着小兔兔尤其宠爱。",heroID = 15003
	},
	[1500401] = {
		tipID = 1500401,unlock = 1,dec = "原石之门巡卫队神眷分队的队长，作为神族代表驻守在迷失之城和原石之门周边，防止”扭曲体”逸散导致恐慌事件的发生。虽然浑身上下散发着高贵的气息，但本人相当亲和，是巡卫队内许多成员的精神支柱。",heroID = 15004
	},
	[1500402] = {
		tipID = 1500402,unlock = 10,dec = "实际战斗起来常常只顾冲锋进攻而完全忽略自身，在战场上能完美地守护他人、洞穿对手，自己却伤痕累累。米迦勒会掩饰自己的狼狈，优先温柔地安抚嘉奖下属，唯有熟悉她的故友会被气得跳脚，事后强硬地带她去治疗。米迦勒总是为此道歉，但从未改变过。",heroID = 15004
	},
	[1500403] = {
		tipID = 1500403,unlock = 20,dec = "亲手将最憧憬的对象打落地狱是什么感觉？<br>当米迦勒还只是名普通的战斗天使时，曾有过一位偶像——初任炽天使长”光耀晨星”。她一直以此为目标，期冀能够追上对方的身影。然而”晨星“背叛了信仰，妄图将整个神国毁灭殆尽。这时米迦勒站出来，终结了这一切。<br>自此她荣膺御座，却不再像当初那么快乐。午夜梦回，梦境中浮现最多的仍是那段无忧无虑、单纯追逐的时光。<br>“你是还存在着负罪感吗？”当发现她在战斗中的自毁倾向后，加百列对她说：“那不是任何人的错。”<br>“不，为恪守信仰，我从未后悔。”米迦勒回答：“我只是，感到特别遗憾。”",heroID = 15004
	},
	[1500501] = {
		tipID = 1500501,unlock = 1,dec = "司掌梅花的十二花师之一，文采斐然，极其优雅的成熟女性。然而却有着神女们恶趣味的通病——微服下凡。目前正隐瞒身份在太白的酒馆中工作。",heroID = 15005
	},
	[1500502] = {
		tipID = 1500502,unlock = 10,dec = "说是工作，但日常也只是在店内饮酒顺便与客人们聊天而已。太白对此只能自我安慰：”至少客人们来的更勤了。”但很快，太白发现墨香白喝的酒钱都快抵掉他发的工资了：“再喝下去我都要破产了！”于是他同墨香约法三章，限制了每月的饮酒额度。",heroID = 15005
	},
	[1500503] = {
		tipID = 1500503,unlock = 20,dec = "墨香一直都认为，人类是非常有趣的种族。她是花神化身，在漫长的本体时期，默默观察人间是她日复一日的修行。而当真的来到他们之中后，她惊喜地发现，人族之外还有其他更为有趣的种族。<br>“为什么喜欢和他们闲谈？”墨香在某天向太白说道：“因为交流是了解一个种族最快捷有效的方式，并且能最大限度地贴近对方的内心与思想。当人们清醒生活时，或多或少都会戴上形态各异的面具；而在这里，面对陌生人，再加上酒精的作用，我能观察到真实的灵魂。无论他们是怎样的，都没有关系。毕竟在我的生命中，这算是最不无聊的消遣了。”<br>太白对此表示赞赏，并以允诺饮酒额度上涨表达对她的支持。",heroID = 15005
	},
	[2500201] = {
		tipID = 2500201,unlock = 1,dec = "在过去，是万魔军团相当长一段时间中的对外领导者，作风强硬，战力蛮横，实际上是为了保护尚还年少的海因里希不被恶意窥伺。从上几代起便开始辅佐历任军团长，知晓许多军政秘闻，是海因里希最信任的左右手。",heroID = 25002
	},
	[2500202] = {
		tipID = 2500202,unlock = 10,dec = "年轻时的魔王是及其桀骜的性格，成日混迹于潘地曼尼南的黑市和贫民窟，与如今威严可靠的模样大相径庭。同其他魔族底层青年一般，浑浑噩噩，醉生梦死，如果没有意外，他的人生也就陷落在这泥沼般的命运之中了。直到那一天，有人朝他伸出了手：“你想改变这一切吗？”",heroID = 25002
	},
	[2500203] = {
		tipID = 2500203,unlock = 20,dec = "魔王的过去中有两次被信任的瞬间。<br>第一次是在刚加入万魔军团时，他非常不适应。因为同僚们都是正规训练出身的职业军人，唯有他是被军团长从贫民窟里接出来的野路子。他身上仍带有源于底层的不驯气息，强势，锋利，不服管教；他独来独往，宛如一滴沸油坠入冰水之中。而在某次面临绝境的任务中，同行的战友将唯一的突破名额交给了他：“毕竟你是我们之中最强的，能完成任务的可能性最大。你一定要活下去，将目标达成。“<br>第二次是在老军团长临终前，将军团的未来和年幼的少主托付给他。<br>“您为何如此信任我？”他问。<br>“因为我在你眼中看到了未来。“对方的语气还如当年般笃定：”你能改变这一切。\"",heroID = 25002
	},
	[2500501] = {
		tipID = 2500501,unlock = 1,dec = "因为过于喜爱喝酒，即便遭人误解也不愿放下杯盏，被称作“异端伯爵夫人”亦浑不在意。毕竟，她几乎收藏了一切有所记载的酒种，其中不乏传说中的美酒；也因此，酒友众多，交际广阔，不必在乎外界的看法。",heroID = 25005
	},
	[2500502] = {
		tipID = 2500502,unlock = 10,dec = "袭承了家族的爵位和财富，巴托里家族最后的末裔，伊丽莎白女伯爵。她接手家族的酒庄产业时正值多事之秋，心机险恶者如秃鹫般盘旋笼罩在她的头顶，随时等待着从她身上撕下血肉，分而食之。但伊丽莎白非常冷静，靠与她慵懒表象相比出乎意料的强势，将那些贪婪的利爪都阻拦在外。",heroID = 25005
	},
	[2500503] = {
		tipID = 2500503,unlock = 20,dec = "“如果美丽与财富都是罪愆，那便让我罪无可恕吧。“<br>若说少年的伊丽莎白还曾在乎世人的看法，那成年后经历过一系列风浪的她早已学会不去在意。<br>是管理家族产业不够忙吗？还是世间美酒疏于品鉴？生命中有那么多重要的事情亟需去做，没必要浪费时间在这些细枝末节上。<br>愈发放飞自我的她，从”德不配位的孤女“再到”放浪形骸的醉鬼“，最后竟传成了\"残暴的残忍贵族“。<br>“没有关系。随他们怎么说。“伊丽莎白淡然地摇晃着酒杯：”当他们发现没法从现实中撼动我的地位，就只能靠无力的流言中伤我。然而，我并不会如这些人所愿。荣誉、财产、美酒、自由，都是我与生俱来的一部分——我绝不妥协。“",heroID = 25005
	},
	[2500601] = {
		tipID = 2500601,unlock = 1,dec = "潘地曼尼南的旧日皇族，拥有开启“诸神黄昏”的绝对力量。悲鸣深谷矿产的实际所有者，守护魔能矿不被肆意掠夺是她的夙愿。为了这一目标，与神秘势力持久苦战，最终力竭陷入沉睡……",heroID = 25006
	},
	[2500602] = {
		tipID = 2500602,unlock = 10,dec = "守护魔族圣器是皇族最核心的职责之一。它是魔能矿的衍生之源，亦与原石之门逸散的能量一致无二。合理利用它的力量而不被外界知晓，也是皇族历代以来兢兢业业在做的事情。但这一切都被异界入侵的外来者打破了。发觉入侵者蚕食此世的阴谋之后，尼德霍格展开了积极的反击。",heroID = 25006
	},
	[2500603] = {
		tipID = 2500603,unlock = 20,dec = "尼德霍格以自身为代价换取了暂时性的胜利。<br>她在战斗中发现，敌方使用的力量也与原石之门相似，经过特殊方式使用的圣器能对其产生一定的克制作用。同理，一旦对方发现了这种现象，也能效仿反制她。<br>敌人过于强大莫测，全盛时期的尼德霍格借助圣器之力的加持才勉强将他们驱逐出了迦南，然而这仅是一时局势，更谨慎的敌人总会再次归来……<br>可在那之前，重伤力竭的她甚至不能再做更多准备了。她能做的，一方面是为相识的巡卫队长们留下线索，提示他们将有灾祸来袭；另一方面，是将自己、圣器与魔能矿都封印在悲鸣深谷之底，杜绝任何视线的窥伺。因为她知晓，与其让一个危险的秘密暴露在日光之下，不如令它彻底埋葬在黑暗之中，直到那位能彻底掌控它的人出现。",heroID = 25006
	},
	[3500201] = {
		tipID = 3500201,unlock = 1,dec = "腾蛇长着一张纯真的脸与纤细的身材，但没有人清楚她到底存活了多久，就连她自己也不知道。她失去了前半生的记忆，因此一直在迦南各地游荡，想要寻找自己的过往。",heroID = 35002
	},
	[3500202] = {
		tipID = 3500202,unlock = 10,dec = "我在这世上，会永远这么孤独吗？孑孓独行的腾蛇一直长时间地思考着这个问题。在她的旅途中，时常遇见意外，而她会娴熟地展现出不同的姿态与性格来应付这些迥异的状况。久而久之，无害与狂暴在她身上完美糅合，形成了独特的面具。",heroID = 35002
	},
	[3500203] = {
		tipID = 3500203,unlock = 20,dec = "“你想知道自己是谁吗？“<br>”……我想知道。“<br>“那就加入我们吧，我们很需要你的能力。作为交换，械族会竭尽所能帮你调查身世。”<br>腾蛇同意了这个提议，从此作为械族在外活动的特工，潜伏在形形色色的人与物之间，完美解决一个又一个的秘密任务。械族也履行了他们的承诺，不断有情报送到腾蛇手边，不论是多模糊不清的消息，她也一定会追查到底，但每每铩羽而归。<br>无数次地，她都想要放弃了。就连神通广大的械族都无解的答案，自己还要执着下去吗？然而那份强烈地渴求归属感的欲望，仍是驱使着她继续迈向了仿佛没有尽头的旅途。",heroID = 35002
	},
	[3500801] = {
		tipID = 3500801,unlock = 1,dec = "虎男，拥有完美八块腹肌的肌肉男，不善言辞，平常的样子经常被人误认为豹猫，是特洛伊有名的健身教练。被人夸奖会非常高兴，以至于红着脸举起哑铃疯狂练习举重。",heroID = 35008
	},
	[3500802] = {
		tipID = 3500802,unlock = 10,dec = "也许是同为猫科的缘故，虎男对猫咪们非常关爱。他经常会顺手给路边的流浪猫喂食，也会解救爬上树玩耍然后下不来顽皮猫猫。但由于自认为不能给予猫咪很好的照顾，因此会将需要收养帮助的猫咪们送到专业的救助人士——猫又手中。",heroID = 35008
	},
	[3500803] = {
		tipID = 3500803,unlock = 20,dec = "虎男的业务能力是特洛伊数一数二的，手中有许多成功的减肥案例，再懒惰的顾客经过他的训练都能坚持下来完成蜕变。有懂行的人认出，他所用的训练计划改良自军中方法，对此虎男也不多解释，算是默认了。<br>“说实话，就算虎男教练是退役军官也不稀奇啊。他虽然为人很亲切，但在训练时非常严厉，日常生活上也特别健康自律，像有个最佳模板一样。对了，我还曾见过他暴揍街角的抢劫犯呢！对方人手一架激光枪，教练一副哑铃砸过去就完事了！啊不说了要到私教课约定的时间了迟到会被教练加罚10分钟平板支撑的呜呜。“<br>某位不愿意透露姓名的健身房熟客这么评价。",heroID = 35008
	},
	[3501001] = {
		tipID = 3501001,unlock = 2,dec = "一个极为爱财的表面萝莉，自出生起就很爱吞食金钱，对金钱爱不释手。由于千年前吞食金币过多，导致身体无法成长；她的坐骑“金钱蛙”是由法术所化，可以吞噬一切钱财。",heroID = 35010
	},
	[3501002] = {
		tipID = 3501002,unlock = 10,dec = "貔貅的身影时常出没于各个时间段的大事件中，因为有传闻，貔貅所在之处必被幸运眷顾；但那也是只是未经核实的传言罢了。至于她为何会答应这些请求，都是为了雇主们诚意献上的钱财；只要你供奉的金子足够，貔貅可以答应任何不触及她底线的事情：”他们给的实在是太多了。“",heroID = 35010
	},
	[3501003] = {
		tipID = 3501003,unlock = 20,dec = "虽然貔貅能带来幸运这点存疑，但她敛财能力一流却是不假，因此有很多企业都想邀请她。但为别人赚的钱终究不是自己的，这令想将天下财富收入囊中的貔貅无法忍受。<br>所以她决定自己创业，成立了蒂卡尔境内第一家对外贸易企业，将兽族精美的传统工艺品独家高价卖出，然后批发引进来自外界的高科技产物。这不仅极大地提升了较保守的蒂卡尔居民们的生活质量和现代认知，自己也赚得盆满钵满，每日都捧着账本笑容满面。<br>后来貔貅的产业越做越大，她还聘请了知识渊博、拥有预知能力的大贤者白泽作为首席咨询顾问。她对自己的未来有很明确的规划：“总有一天我要成为迦南首富！”",heroID = 35010
	},
	[4500301] = {
		tipID = 4500301,unlock = 1,dec = "游猎者联盟的头牌刺客，一对双刀使得出神入化，请她出山价格极高。不过据传言，只要你能在麻将上赢过聂隐，她就会免费为你完成一次任务。当然，至今那个人还没出现。",heroID = 45003
	},
	[4500302] = {
		tipID = 4500302,unlock = 10,dec = "聂隐在学生时代本来想着加入剑道部，但阴差阳错来到麻将部。凭借着超好的运气和良好的悟性，聂隐从麻将小白成为带领麻将部的压轴大将，她为此特别自豪。所以，你怀疑她剑术她可能还会一笑而过，但若质疑她的牌技，她必定会让你输得落花流水。",heroID = 45003
	},
	[4500303] = {
		tipID = 4500303,unlock = 20,dec = "与常规印象中的刺客相比，聂隐的为人处世实在是过于高调。<br>嘻嘻哈哈，招摇过市，专往热闹凑，牌友遍天下，甚至还会积极参加各地举办的麻将大赛，一点也没在怕的。并且她还蝉联了游猎者联盟人气成员票选三届榜首，这或许就是强者的不拘小节吧。<br>聂隐接活也颇为挑剔，占用私人时间过多不接，涉及政治军事不接，越过道德底线不接……太白曾在酒桌上打趣问她这样真的能养活自己吗，聂隐大笑着回答：“所以啊，做任务赚的钱还没有我靠打麻将比赛赢来的多！我接任务是做慈善好嘛！”<br>一旁的墨香建议道：“那不如开设一个麻将培训班，这样既能将爱好做成事业，又能可持续发展，一举两得。”<br>聂隐豁然开朗，欣然接受。从此她的接活提醒上又加了一条：报名麻将培训班者收费打八折。",heroID = 45003
	},
	[4500901] = {
		tipID = 4500901,unlock = 1,dec = "亚瑟是一位相当优秀的指挥官。比起单打独斗，她的统帅能力更加一流，非常擅长带领伙伴们一起战斗。她的虽然内心会有情绪波动，表面上却一直不苟言笑，严肃认真。如今是原石之门巡卫队引星分队队长。",heroID = 45009
	},
	[4500902] = {
		tipID = 4500902,unlock = 10,dec = "在月眠事件前的种族第三次纷争中，是亚瑟带领人族坚持到最后，并以代表的身份提出停战协议，最终促成了四大种族的和平局面。由于她的能力之强、贡献之大，神族曾提议帮她从凡人之躯进化为神明之体，然而被拒绝了。最终亚瑟提出了另一个条件与之交换，是什么还不得而知。",heroID = 45009
	},
	[4500903] = {
		tipID = 4500903,unlock = 20,dec = "亚瑟曾经是王。虽然她的国度已湮灭于历史长河之中，但生而为王，为子民谋求福祉、为家园维护和平，是她从未忘却的使命。<br>她当初拒绝神族的馈赠，亦是出于自身立场考虑——她将竭尽毕生，守护人族这个孱弱、坚韧、并拥有无限可能和创造力的种族。<br>亚瑟的实力已接近半神，岁月也没有办法在她身上留下半分痕迹。平静的生活已持续很久，一切仿佛都在向更美好的未来顺利进发。但亚瑟不敢松懈，她的剑依旧蓄势待发，冥冥中王者的敏锐告诉她，战争还会来袭。<br>来自尼德霍格的传讯印证了这一预感。原石之门产出的“扭曲体”并非普通自然灾害，其中隐藏着异界来客侵占迦南的野心。虽然不清楚敌人究竟渗入了多少，但是，还有时间。",heroID = 45009
	},
	[4501101] = {
		tipID = 4501101,unlock = 1,dec = "能联系星象之力、预知未来的神秘少女，但对不可知的命运保持绝对缄默，因为不扰乱世界进程是她的底线。在严肃沉默的外表下，是一颗柔软害羞的内心。",heroID = 45011
	},
	[4501102] = {
		tipID = 4501102,unlock = 10,dec = "虽然居住在繁华的贸易中心城特洛伊，然而占卜师的踪迹却极为难寻。她能通过预知能力避开络绎不绝的寻访者和心怀不轨的野心家，她的能力只为有缘人使用。等到遇见的那一天，在占卜前她会郑重地询问你：“你准备好支付改变命运的代价了吗？”",heroID = 45011
	},
	[4501103] = {
		tipID = 4501103,unlock = 20,dec = "占卜师真名为“塔罗”，星星、自然与梦境是她占卜力量的灵感溯源。在她刚踏足这条预知之路时，就展现出了非凡的天赋与敏锐。<br>她曾通过冥想提前看到了某件可怕的意外将降临在友人身上，尚还天真的塔罗忽视了缄默守则，忍不住出言提醒。结果是友人避开了一时的伤害，但在不久后，另一场更大的灾祸来临，友人未能幸免，甚至还波及到了原本不应承受的无辜者。<br>面对这场悲剧，教授塔罗占卜之术的领路者告诉她：“预知未来者面对命运，首先便要意识到，命运是不可逆的。想要忤逆它，就得有粉身碎骨的觉悟。“<br>”我明白了。“塔罗立下誓言：“我决不会轻易将命运诉之于口。”",heroID = 45011
	},
	[5500401] = {
		tipID = 5500401,unlock = 1,dec = "天启，硬盘记忆中心的管理员之一，负责接收和分流每天进入记忆中心的数据；她每天的工作十分忙碌，但依旧过着诗意的生活。她是记忆中心最好说话的管理员，但生气的后果并不美妙。",heroID = 55004
	},
	[5500402] = {
		tipID = 5500402,unlock = 10,dec = "天启会在自己的收藏室专门开辟一个区域用来储存迦南历史上涌现出过的优秀典籍。虽然作为管理记忆的械族，只需要将文本压缩上传到到记忆区即可，但她还是习惯了逐字阅读。因为在她看来，简单的复制黏贴是无效的捷径，只有真正的思考理解后，才算拥有了知识。",heroID = 55004
	},
	[5500403] = {
		tipID = 5500403,unlock = 20,dec = "众所周知，三大管理者中，最温柔的是天启，最深不可测的也是她。因为任何会在数据流中留下踪迹的行为，在她的视线下都无所遁形。当天启的目光投向你，你会忍不住回想，自己有没有犯下什么触犯了底线的错误。<br>天启的雷霆手段曾用于某次针对记忆中心的劫掠行动。那一天她格式化了共计230个入侵者，并将敌方秘密基地坐标发布在了公共网络平台， 配合执法者将整个违法组织一网打尽。而在那之后，天启利用该组织的网上记录，顺藤摸瓜调查出了一系列与之合作过的秘密机构，随即掀起了一阵打击地下犯罪组织的反黑浪潮。<br>然而促使了这一切的天启仅仅是谦逊地说：“我只是行了应尽之责。”",heroID = 55004
	},
	[5500701] = {
		tipID = 5500701,unlock = 1,dec = "布兰蒂尔地下11区机械库的管理者兼医疗组长。在爆炸事件发生后机械库遭到破坏，血小板带领机械库的所有人员转移到新区内，据说她是爆炸事件的目击者之一。",heroID = 55007
	},
	[5500702] = {
		tipID = 5500702,unlock = 10,dec = "血小板讲话的语气永远都是给人绝对的正确感，就算说出是扭曲事实的话语，都可以说得理直气壮头头是道，有着“新生代吐槽帝”的称号。虽然她满嘴跑火车，但确实是械族首席的医药研究学家。对此，赢只得表示：“这家伙看着不正经……但还是很靠谱的。”",heroID = 55007
	},
	[5500703] = {
		tipID = 5500703,unlock = 20,dec = "在研究各种药品之余，血小板最喜欢的科研项目，还是开发“械族专属食谱”。她一直致力于培养出符合械族口味、且能为械族提供能源的械族食品。因为械族本身是不需要进食的，只需定时补充能源便可维持机体功能。同为管理者的赢和天启对这项研究的必要性不予置评，但看着血小板兴致勃勃的模样，也只能支持。<br>“进食的幸福感是非常重要的事情！”血小板对她的项目很有自信：“这象征着生存上的仪式感与味觉上的愉悦感！械族也是高级生命体的一种，那么其他种族能享受到的快乐，我们也必须要有！”<br>于是在她的热忱推动之下，“械族专属食谱”项目很快获得了第一项成果——在机械库内专门开辟的“伊甸园”中，首株苹果树上的械族改良苹果成熟了。",heroID = 55007
	},
	[5500801] = {
		tipID = 5500801,unlock = 1,dec = "以传说中贪婪暴戾的邪龙为原型制造，继承了邪龙的力量，性格却没那么糟糕。绝不是目中无人，顶多只是，心直口快而已……她也不承认自己“贪婪”，用她自己的话解释就是：“我这么强，出场费收高点有什么不妥？”",heroID = 55008
	},
	[5500802] = {
		tipID = 5500802,unlock = 10,dec = "龙都是傲慢、强大而美丽的生物，法芙娜深以为然。虽然自己只是以“邪龙”为蓝本，并不是真正的传说生物，但凝聚了械族尖端科技与火力的她自诩要比原型更加霸道。她的烦恼只有一个——自己的力量缺乏用武之地。这时有人向她提议：“不如去游猎者联盟接取任务？”",heroID = 55008
	},
	[5500803] = {
		tipID = 5500803,unlock = 20,dec = "法芙娜这种唯我独尊的心理在加入游猎者联盟时更加变本加厉。尤其是当她独自一人包揽了悬赏榜上前五的S级大型任务且在极短时间内快速完成之后。<br>当然，这些都是有代价的。游猎者联盟主席在收到法芙娜批量毁坏任务现场设施的巨额维修账单后陷入了沉思。<br>“法芙娜，这里有个非常重要的任务，除了你之外，其他人都做不到。”<br>“交给我吧！”<br>主席以“联盟内你的电力最充沛也最持久”为由，将她派往了布兰蒂尔工业中心的发电站工作。剔除支付给法芙娜的佣金和善后现场的维修费用，与发电站合作的抽成还有颇有富余。<br>传说中的邪龙，是一种肉体强悍脑回路单纯的生物呢。主席满意地想。<br><br><br>",heroID = 55008
	},
}