--This file is auto transformed from excel sheet file by script. 
--You **should NOT** edit it manually.
--Copyright @Guangyv Games 2016.

-- HeroTotems.xls
-- HeroTotems
-- DynamicConfigData.t_HeroTotems

return {
	[1] = {
		[101] = {
			titleId = 1,id = 101,name = "神族",hero = 15002,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 9,speed = 7,pdef = 5,mdef = 7,patk = 0,matk = 10,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：21<br>身高：170cm<br>生日：3月15日<br>兴趣：旗袍、蛇",story = "灵娲是上古大神之一，存活了几千年的女子；自从上次“补天”工作之后，时常埋怨无趣的生活，唯独喜欢保留一些“旧东西”，尤其喜欢收藏旗袍。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[102] = {
			titleId = 1,id = 102,name = "神族",hero = 15003,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 10,speed = 9,pdef = 8,mdef = 7,patk = 0,matk = 7,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：20<br>身高：168cm<br>生日：8月15日<br>兴趣：研究后羿",story = "为了寻找后羿的转世，一意孤行离开了亚特兰蒂斯，脱离神族身份，在布兰蒂尔学院成为了一名女教师。看上去明明是御姐的模样，但性格却柔弱可欺 。",heroStory = {1500301,1500302,1500303,},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[103] = {
			titleId = 1,id = 103,name = "神族",hero = 15004,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 10,speed = 8,pdef = 10,mdef = 10,patk = 6,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：18<br>身高：170cm<br>生日：9月29日<br>兴趣：唱歌",story = "原石之门巡卫队神眷分队的队长，作为神族代表驻守在迷失之城和原石之门周边，防止”扭曲体”逸散导致恐慌事件的发生。虽然浑身上下散发着高贵的气息，但本人相当亲和，是巡卫队内许多成员的精神支柱。",heroStory = {1500401,1500402,1500403,},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[104] = {
			titleId = 1,id = 104,name = "神族",hero = 15005,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 8,speed = 9,pdef = 8,mdef = 6,patk = 9,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：25<br>身高：170cm<br>生日：1月2日<br>兴趣：赏梅、人间观察",story = "司掌梅花的十二花师之一，文采斐然，极其优雅的成熟女性。然而却有着神女们恶趣味的通病——微服下凡。目前正隐瞒身份在太白的酒馆中工作。",heroStory = {1500501,1500502,1500503,},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[105] = {
			titleId = 1,id = 105,name = "神族",hero = 14001,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 7,speed = 8,pdef = 8,mdef = 7,patk = 8,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：16<br>身高：175cm<br>生日：7月6日<br>兴趣：轮滑",story = "三太子对溜冰有着至上的热情，靠着自己的才智获得过很多奖项；虽然他的外貌看起来是一个16岁的少年，但却是存活了几百年的神，据说他帮助灵娲等人成功建立了原石之门，如今是一名隐藏的强将。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[106] = {
			titleId = 1,id = 106,name = "神族",hero = 44006,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 3,speed = 4,pdef = 3,mdef = 2,patk = 5,matk = 0,firstGet = {{type=2,code=2,amount=50,},},info = "年龄：17<br>身高：159cm<br>生日：10月28日<br>兴趣：飞翔",story = "永远活力四射，笑容璀璨的舞姬少女，降临迦南之前，曾是驾驶战车打开天空之门，引来黎明，驱除黑暗的曙光女神。如今正在异世界享受着截然不同的新生活，最喜欢的仍是翱翔于天际。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[107] = {
			titleId = 1,id = 107,name = "神族",hero = 15006,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 6,speed = 7,pdef = 6,mdef = 5,patk = 9,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：22<br>身高：170cm<br>生日：12月5日<br>兴趣：未知",story = "与世无争的大天使，始元4000年出现的第一批神族，自我意识很强，被誉为佛系女王，很多族人都想拉拢加百列成为势力的一员，但从未答应过；偶尔很强势，口头禅“你必须听我的！”平时只在自己的地方内活动，偶尔会找米迦勒玩解解闷；千百年以内只有一个信仰，那就是做一个自由人，不被任何势力所牵绊；她的翅膀是历练得来，翅膀扇动可以出现神弓，她的弓只能她自己能拿动。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[108] = {
			titleId = 1,id = 108,name = "神族",hero = 15008,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 10,speed = 10,pdef = 9,mdef = 9,patk = 0,matk = 6,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：19<br>身高：175cm<br>生日：1月14日<br>兴趣：未知",story = "在月眠事件中帮助灵娲等人支起原石之门，充足的灵力被众人举荐成为了神秘伊梦的领导者；看起来非常温和好相处，会开开玩笑，也会在恰当的时候认真严肃，很容易和人打成一片，是个能够为了自己的理念忍受任何痛苦的坚强女神；和其他核心队伍的人鲜少来往。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[109] = {
			titleId = 1,id = 109,name = "神族",hero = 15007,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 8,speed = 9,pdef = 9,mdef = 8,patk = 0,matk = 10,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：19<br>身高：160cm<br>生日：2月14日<br>兴趣：未知",story = "御神子，一名的仙界神官，号称仲裁者，并且是巫师的后代；有着绝对善良与绝对正义的心态，洞察力强；擅长破解一些诡异的案子，鱼眼让她看穿别人的心理活动，个人超凡的能力被上神神官看中，成为犯罪心理学专家，并成为新生代神官。平时没什么爱好，但绝对不吃鱼，对猫科动物有着迷之抗拒。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[110] = {
			titleId = 1,id = 110,name = "神族",hero = 15009,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 7,speed = 9,pdef = 8,mdef = 8,patk = 0,matk = 10,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：19<br>身高：165cm<br>生日：2月14日<br>兴趣：未知",story = "    雷震子受命于神族的最高领袖，侦察中心的管理者；同时在各组织圈内深受大家的尊敬，但却对鸟类有着莫名的厌恶，偶尔脾气有点暴躁。<br>    她在创世6990年受神族人指派成立伊甸情报机构，情报机构成立后对外宣称是雷震子自立的机构，不与任何组织有关联。机构成立不久各种族闲置的人纷纷来应聘，其中一人是小橘…",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
	},
	[2] = {
		[201] = {
			titleId = 2,id = 201,name = "魔族",hero = 25001,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 10,speed = 8,pdef = 10,mdef = 10,patk = 0,matk = 6,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：16<br>身高：155cm<br>生日：7月22日<br>兴趣：旅行",story = "身为小公举从来不担心自身的经济问题，常跑去国外旅行；在一次契机中发现自己能看见和指挥别人看不见的灵魂，整天手里抱着娃娃，不爱坐公共交通工具，你叫她和你一起坐车，她必会说“这么脏，我才不要……”",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[202] = {
			titleId = 2,id = 202,name = "魔族",hero = 25002,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 8,speed = 8,pdef = 8,mdef = 7,patk = 10,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：35<br>身高：195cm<br>生日：5月5日<br>兴趣：未知",story = "在过去，是万魔军团相当长一段时间中的对外领导者，作风强硬，战力蛮横，实际上是为了保护尚还年少的海因里希不被恶意窥伺。从上几代起便开始辅佐历任军团长，知晓许多军政秘闻，是海因里希最信任的左右手。",heroStory = {2500201,2500202,2500203,},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[203] = {
			titleId = 2,id = 203,name = "魔族",hero = 25004,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 7,speed = 8,pdef = 8,mdef = 6,patk = 9,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：21<br>身高：170cm<br>生日：12月13日<br>兴趣：摄影",story = "有点中性化的少女，超级擅长捕捉时事热点，跟踪和收集情报的能力一流。专注偷拍取证的调查员，任何信息都可以找她获取，当然，每一份资料的价格都不菲。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[204] = {
			titleId = 2,id = 204,name = "魔族",hero = 25005,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 7,speed = 8,pdef = 8,mdef = 6,patk = 10,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：20<br>身高：173cm<br>生日：8月7日<br>兴趣：饮酒",story = "    有着红伯爵之称的伊丽莎白继承了家族的酒庄，常年以酒作伴，经常似醉非醉的样子。她对自己的家族产业从来都不关心……<br>    在一次被同族的其他贵族追击中重伤，来到了吉格，贵族们看见是吉格酒馆没人敢动手；重伤后的伊丽莎白被吉格的双胞胎女仆所救。后来几乎每天晚上她必来吉格，主要的目的是为了能见到吉格的幕后老板；久而久之她成为吉格的常客。<br><br>     “酒是能让人清醒的好东西。”",heroStory = {2500501,2500502,2500503,},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[205] = {
			titleId = 2,id = 205,name = "魔族",hero = 25003,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 10,speed = 8,pdef = 9,mdef = 7,patk = 9,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：19<br>身高：175cm<br>生日：4月15日<br>兴趣：战斗",story = "    莎莉丝特是军团长旗下的一名强将，被众多人所尊敬;但她的出身几乎很少人知道。据说她不是纯魔族之人，在她有意识以来深受同种族人的歧视。因此在八岁那年，独自一人来到了位于潘地曼尼南的边缘地带不起眼的城镇——卡曼科斯，在卡曼科斯可以让她自由自在地活着，在这里她至少不会受到别人异样的眼光看待；她起誓总有一天可以将卡曼变得繁荣，不再有难以容忍的罪恶事件发生。<br>    在她渐渐熟悉卡曼斯科时候，她遇见了来卡曼历练的罗素，这是她人生中最大的转折点，也因此改变了她所有的想法。<br>    跟着罗素来到了隶属公会下的箱庭，不久后公会内乱，箱庭并不想参与公会的内乱中，但同时需要有人给他们收取情报，让他们的弊端减少到最低，而罗素的师父也就是箱庭的长老把莎莉丝特推出去，因她不属于任何一派，正是最好的人选……<br> <br>  “我最大的幸运是箱庭，但我最不幸的也来自箱庭。”",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[206] = {
			titleId = 2,id = 206,name = "魔族",hero = 25006,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 8,speed = 10,pdef = 8,mdef = 6,patk = 10,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：未知<br>身高：176cm<br>生日：4月23日<br>兴趣：未知",story = "潘地曼尼南的旧日皇族，拥有开启“诸神黄昏”的绝对力量。悲鸣深谷矿产的实际所有者，守护能源矿不被肆意掠夺是她的夙愿。为了这一目标，与神秘势力持久苦战，最终力竭陷入沉睡……",heroStory = {2500601,2500602,2500603,},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[207] = {
			titleId = 2,id = 207,name = "魔族",hero = 25007,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 8,speed = 7,pdef = 8,mdef = 6,patk = 0,matk = 10,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：未知<br>身高：167cm<br>生日：9月25日<br>兴趣：品茶",story = "神秘的魔族术士，隐居在极寒境，行踪缥缈；却因为具有传说中的复苏之力，经常被祈愿求助，她也会视心情而定实现他人的愿望。还有传闻她是黄泉彼岸花的化身，她经过之地留下的金色花瓣便是佐证。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[208] = {
			titleId = 2,id = 208,name = "魔族",hero = 25008,date = {{start=15,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 8,speed = 10,pdef = 5,mdef = 7,patk = 0,matk = 10,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：20<br>身高：168cm<br>生日：2月15日<br>兴趣：经商、敛财",story = "原名为叶卡捷琳娜，说一不二的魔族女王。潘地曼尼南的新贵族代表，具有强烈的施虐倾向。拥有自己的拍卖行，金钱才是她的最爱，一心想建立自己的商业帝国。包括探长在内的很多人都称呼她为 “红夫人”。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[209] = {
			titleId = 2,id = 209,name = "魔族",hero = 24001,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 6,speed = 7,pdef = 5,mdef = 7,patk = 0,matk = 10,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：20<br>身高：170cm<br>生日：12月7日<br>兴趣：收藏",story = "她是一位见人说人话见鬼说鬼话的女子，玩得开放得开但鉴于点到为止。在潘地曼尼南繁华地带开着一家典当行，暗地里却做着情报交易的生意。这里任何人都能来，任何事都会发生，却依然能顺利地营业下去；据说是因为有不少人的把柄在她手上拿捏着。在成熟圆滑的表象下，隐藏着不为人知的过去。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[210] = {
			titleId = 2,id = 210,name = "魔族",hero = 24002,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 3,speed = 4,pdef = 3,mdef = 3,patk = 4,matk = 0,firstGet = {{type=2,code=2,amount=50,},},info = "年龄：18<br>身高：176cm<br>生日：1月8日<br>兴趣：看戏",story = "你只要给出足够的金钱，无论是什么样的活儿都接，是一名阴冷心狠手辣的少年，出生不详。如果你想雇佣他，需要去潘多拉的典当行下单。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
	},
	[3] = {
		[301] = {
			titleId = 3,id = 301,name = "兽族",hero = 35001,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 6,speed = 6,pdef = 5,mdef = 5,patk = 0,matk = 9,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：20<br>身高：177cm<br>生日：3月14日<br>兴趣：冰雕",story = "来自遥远冰川之地的大贤者，擅长使用大范围的冰雪魔法。貔貅家族企业所仰仗的特殊咨询人，知晓天下事，但为人冷淡高傲，常年居住在雪山中，平时极难请她出山一次，但只要经过她的指点就一定会稳赚不赔。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[302] = {
			titleId = 3,id = 302,name = "兽族",hero = 35002,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 7,speed = 7,pdef = 9,mdef = 6,patk = 7,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：17<br>身高：161cm<br>生日：8月10日<br>兴趣：吃肉",story = "腾蛇长着一张纯真的脸与纤细的身材，但没有人清楚她到底存活了多久，就连她自己也不知道。她失去了前半生的记忆，因此一直在迦南各地游荡，想要寻找自己的过往。",heroStory = {3500201,3500202,3500203,},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[303] = {
			titleId = 3,id = 303,name = "兽族",hero = 35003,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 5,speed = 8,pdef = 6,mdef = 4,patk = 9,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：17<br>身高：170cm<br>生日：5月27日<br>兴趣：甜食",story = "    隶属于公会下的箱庭，同时是原石之门守卫队的一员;刚在蒂卡尔出生不就的罗素，被箱庭的初代长老看中，收为徒弟并带到箱庭下抚养。7021年公会建立后20年，罗素仅有6岁被箱庭长老弃在卡曼斯科历练。半年后公会内乱，箱庭把罗素接回继续培养……<br>   在7033年被箱庭长老举荐，加入了原石之门守卫队中；经多年的修行，罗素也成为了历代守卫队员的佼佼<br>者。这么多年间，唯一让她后悔的是把莎莉丝特带进箱庭。<br> <br>   “最不想回忆起的是卡曼斯科的半年，世界真的有公平吗？”",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[304] = {
			titleId = 3,id = 304,name = "兽族",hero = 35004,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 3,speed = 3,pdef = 3,mdef = 3,patk = 4,matk = 0,firstGet = {{type=2,code=2,amount=50,},},info = "年龄：20<br>身高：161cm<br>生日：6月21日<br>兴趣：未知",story = "原本想当一个很奶萌的女生，她的外貌又让人感觉很御姐，但每次对别人很凶甚至生气骂人，都让别人生气不起来；御姐奶凶的她最爱喝牛奶，是一个肉肉的软妹子。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[305] = {
			titleId = 3,id = 305,name = "兽族",hero = 35006,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 3,speed = 4,pdef = 2,mdef = 3,patk = 5,matk = 0,firstGet = {{type=2,code=2,amount=50,},},info = "年龄：17<br>身高：160cm<br>生日：11月22日<br>兴趣：侦探小说",story = "侦探社的成员，因为没有推理头脑，成为外派调查员，协助探员搜寻证据。非常努力调查的橘析却常常因为冒失的性格险些搞砸整个调查。砸整个调查。性格比较天真可爱，在日常生活里总是担任逗眼的角色，常常被朋友戏耍（逗猫）。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[306] = {
			titleId = 3,id = 306,name = "兽族",hero = 55005,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 10,speed = 7,pdef = 4,mdef = 1,patk = 8,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：18<br>身高：166cm<br>生日：6月1日<br>兴趣：猫",story = "重度爱猫人士，梦想是自己也能成为一只猫咪，有跨过界线前往西方原始林蹲守真正的猫又的案底。“先爱猫再到把自身当做一只喵星人“，在她的房间内几乎都是关于猫咪的物品，还很爱把流浪猫抱回家自己养着，到后来不知不觉间已经有十几只不同品种的猫咪了，神秘身份是招福最初的设计者，非常不喜欢别人问她要不要开猫咖。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[307] = {
			titleId = 3,id = 307,name = "兽族",hero = 35007,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 6,speed = 7,pdef = 6,mdef = 5,patk = 9,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：16<br>身高：158cm<br>生日：1月5日<br>兴趣：消防演习",story = "烬，立志要成为一个消防员；曾在11区爆炸事件后与消防人员一起执行消防行动，但身为布兰蒂尔街头的一个国宝，“大人们”并不让他参与其中；爱吃嫩竹笋和姜人饼,走路脚下会出现熊猫印记。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[308] = {
			titleId = 3,id = 308,name = "兽族",hero = 35008,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 8,speed = 7,pdef = 10,mdef = 8,patk = 5,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：26<br>身高：196cm<br>生日：7月10日<br>兴趣：健身",story = "虎男，拥有完美八块腹肌的肌肉男，不善言辞，平常的样子经常被人误认为豹猫，是特洛伊有名的健身教练。被人夸奖会非常高兴，以至于红着脸举起哑铃疯狂练习举重。",heroStory = {3500801,3500802,3500803,},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[309] = {
			titleId = 3,id = 309,name = "兽族",hero = 35009,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 5,speed = 6,pdef = 4,mdef = 6,patk = 0,matk = 10,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：16<br>身高：150cm<br>生日：9月12日<br>兴趣：养鱼",story = "热情明媚的水族舞之圣女，摇曳的舞姿有振奋人心的力量。会在水族祭祀时跳起祈愿之舞，那是传达信仰的重要仪式。有一只金鱼形态的伴生灵宠，贝蒂对它十分宠爱。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[310] = {
			titleId = 3,id = 310,name = "兽族",hero = 34002,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 5,speed = 6,pdef = 4,mdef = 6,patk = 0,matk = 10,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：17<br>身高：161cm<br>生日：5月1日<br>兴趣：烹饪",story = "蝶衣，小橘的密友，经常帮小橘收拾烂摊子，她是太白酒馆的常客。创世6090年成为了一名情报人员，清纯害羞的外表令人难以发现她的神秘身份。据说她经常在酒馆出没是为了要调查墨香的真实背景……",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[311] = {
			titleId = 3,id = 311,name = "兽族",hero = 34001,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 3,speed = 3,pdef = 3,mdef = 2,patk = 4,matk = 0,firstGet = {{type=2,code=2,amount=50,},},info = "年龄：未知<br>身高：60cm<br>生日：未知<br>兴趣：未知",story = "你想知道我是谁！我的故事！那么请继续侦察冒险吧！侦察这个世界的奥秘能够获得更多的信息。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[312] = {
			titleId = 3,id = 312,name = "兽族",hero = 44002,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 3,speed = 4,pdef = 3,mdef = 2,patk = 0,matk = 4,firstGet = {{type=2,code=2,amount=50,},},info = "年龄：16<br>身高：150cm<br>生日：12月15日<br>兴趣：未知",story = "非常安静的女孩子，不太多说话，给人弱气的印象。常常以慵懒的样子见人，给人一种迷糊的感觉。其实本人非常聪明，能轻易从细小的线索中推理出事情真相。因为可爱的外貌，被乐团当做吉祥物招揽新人。某次探长来到乐团调查取证的时候，乔西凭借绝对音感帮助探长推理出事情的真相。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[313] = {
			titleId = 3,id = 313,name = "兽族",hero = 33001,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 1,speed = 2,pdef = 1,mdef = 1,patk = 0,matk = 2,firstGet = {{type=2,code=2,amount=30,},},info = "年龄：未知<br>身高：未知<br>生日：未知<br>兴趣：未知",story = "嘟嘟是生活在神界原始林中的兽族，由于灵力较弱，暂时还维持着原始的兽形态。但是她每天都很努力地磨炼自己的战斗能力，锻炼自己的灵力，希望有朝一日能蜕变成成熟优雅的大人，就像自己的偶像朱雀那样。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[314] = {
			titleId = 3,id = 314,name = "兽族",hero = 35010,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 7,speed = 5,pdef = 7,mdef = 7,patk = 0,matk = 6,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：16<br>身高：150cm<br>生日：11月24日<br>兴趣：金币",story = "一个极为爱财的表面萝莉，自出生起就很爱吞食金钱，对金钱爱不释手。由于千年前吞食金币过多，导致身体无法成长；她的坐骑“金钱蛙”是由法术所化，可以吞噬一切钱财。",heroStory = {3501001,3501002,3501003,},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[315] = {
			titleId = 3,id = 315,name = "兽族",hero = 35005,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 7,speed = 5,pdef = 6,mdef = 5,patk = 0,matk = 9,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：16<br>身高：155cm<br>生日：1月12日<br>兴趣：松果魔法",story = "米拉自幼生活在兽族领地的最深处，她的族群信仰自然之力，她从小学习如何掌握这份天赐的力量；然而米拉一直向往外部的世界，希望有一天能到外部世界看看……",heroStory = {3501001,3501002,3501003,},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[316] = {
			titleId = 3,id = 316,name = "兽族",hero = 35011,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 8,speed = 7,pdef = 7,mdef = 7,patk = 8,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：17<br>身高：160cm<br>生日：2月4日<br>兴趣：制作衣服",story = "一个口不对心的兽族少女，是白蜡馆的成员之一，常被特派出去做各类任务；外表看起来萌萌哒的少女有着萌将使徒之称。在白蜡馆鲜少有朋友，但熟悉的人都会叫她“露酱”。露酱和其他兽族一样出生在蒂卡尔，而唯一不同的是她是为数不多的歇特兰小马…",heroStory = {3501001,3501002,3501003,},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
	},
	[4] = {
		[401] = {
			titleId = 4,id = 401,name = "人族",hero = 45001,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 7,speed = 7,pdef = 7,mdef = 6,patk = 8,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：28<br>身高：181cm<br>生日：2月28日<br>兴趣：饮酒、作诗",story = "    吉格酒馆的幕后老板，一个与世无争的人，潇洒自在地过生活才是他的王道。<br>    在他心血来潮期间开了吉格，但是又不自己亲自管理。在别人看来他是因为情伤而买醉，为了能免费喝酒而自己开了酒馆……但其实他最大的心愿是让那些“受伤”的人有一个无忧无虑的世外桃源。<br>    在吉格建立后，太白让他的好友墨香给自己打理整个吉格，但墨香想要在吉格收集一些小道消息；同时为了能让各贵族给吉格让路，答应他们在酒馆内开设匿名委托。起初太白极其反对，但墨香成功说服了他……<br>    太白把吉格全部交给墨香后，自己在各地间游历，鲜少人能发现他的行踪。<br>    在吉格成立十年后，唯一一次在吉格酒馆长待，遇上了女伯爵伊丽莎白，并以酒会友……<br><br>    “世界上什么地方才是人们心中的世外桃源呢？是酒吗？”",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[402] = {
			titleId = 4,id = 402,name = "人族",hero = 15001,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 7,speed = 7,pdef = 6,mdef = 5,patk = 8,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：20<br>身高：165cm<br>生日：2月13日<br>兴趣：箭道",story = "攻气十足的女高中生，既认真又帅气的三无少女，她是学院有名的弓箭社社长，深受众多同学的崇拜，平时训练弓箭术时很严肃，却对毛茸茸的小生物完全没有抵抗力，尤其喜欢小兔兔",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[403] = {
			titleId = 4,id = 403,name = "人族",hero = 45002,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 6,speed = 5,pdef = 7,mdef = 6,patk = 0,matk = 9,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：20<br>身高：165cm<br>生日：7月8日<br>兴趣：电音摇滚",story = "她曾是“千年第一琴女”，三岁随父上大人弹琴，五岁能弹奏全曲；父上大人去世后，留下七玄琴。此琴一直陪伴在昭姬身边，连睡觉时都抱着，但却很少挥动琴弦；而当她拨琴时，未必是她认真的在弹曲，也许是在怀念那些永不退色的过往……",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[404] = {
			titleId = 4,id = 404,name = "人族",hero = 45003,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 6,speed = 7,pdef = 6,mdef = 3,patk = 9,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：16<br>身高：154cm<br>生日：8月27日<br>兴趣：麻将",story = "游猎者联盟的头牌刺客，一对双刀使得出神入化，请她出山价格极高。不过据传言，只要你能在麻将上赢过聂隐，她就会免费为你完成一次任务。当然，至今那个人还没出现。",heroStory = {4500301,4500302,4500303,},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[405] = {
			titleId = 4,id = 405,name = "人族",hero = 45004,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 8,speed = 7,pdef = 9,mdef = 9,patk = 5,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：15<br>身高：155cm<br>生日：2月23日<br>兴趣：柯基",story = "狗狗宠物店的专员，收集各种糖果，爱好糖和柯基；常在大街上游走蹦跳，对偷狗人士有着极大的厌恶，有着随时炸掉你的大锤锤，随时随地可以给一个可爱表情，让人内心觉得很萌很可爱的感觉，喜爱柯基，经常被路上的一条柯基吸引住。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[406] = {
			titleId = 4,id = 406,name = "人族",hero = 44001,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 6,speed = 7,pdef = 6,mdef = 5,patk = 8,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：15<br>身高：157cm<br>生日：1月18日<br>兴趣：旱冰",story = "小机灵百胜是一名女高中生，生活在废城，生活的环境使她不得不学会察言观色，小点子多，脑袋反应快，常去刺探一些情报用来换取生活费，由于她的外表让很多人放松警惕，从而更容易去获取信息，但不是内行人一般很少知道百胜这个人；日常有高中女的活泼睿智的气息，常和三太子小团体去溜冰",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[407] = {
			titleId = 4,id = 407,name = "人族",hero = 44003,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 3,speed = 3,pdef = 3,mdef = 3,patk = 4,matk = 0,firstGet = {{type=2,code=2,amount=50,},},info = "年龄：18<br>身高：156cm<br>生日：5月12日<br>兴趣：未知",story = "普通家庭的孩子，为了防身，经常带一个大针筒在身上，既能随时给别人打针，还能防身；由于她经常会记错事，打错针，很多家医院都怕了她，然而毕业后并没有找到相关的工作，为了生计而去当了一名女仆。平时除了会在雇主家打扫卫生，还很喜欢观察身边的人，并且会记在小本本上，雇主还以为是谁家派来的间谍侦探，解雇她并没收她的小本本，谁知小本本记录了雇主家的身体状况，还写了一些建议，“老板老板~其实我是一名护士！”",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[408] = {
			titleId = 4,id = 408,name = "人族",hero = 44004,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 3,speed = 3,pdef = 3,mdef = 3,patk = 4,matk = 0,firstGet = {{type=2,code=2,amount=50,},},info = "年龄：18<br>身高：154cm<br>生日：未知<br>兴趣：未知",story = "你想知道我是谁！我的故事！那么请继续侦察冒险吧！侦察这个世界的奥秘能够获得更多的信息。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[409] = {
			titleId = 4,id = 409,name = "人族",hero = 44005,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 3,speed = 3,pdef = 3,mdef = 3,patk = 4,matk = 0,firstGet = {{type=2,code=2,amount=50,},},info = "年龄：18<br>身高：154cm<br>生日：未知<br>兴趣：未知",story = "你想知道我是谁！我的故事！那么请继续侦察冒险吧！侦察这个世界的奥秘能够获得更多的信息。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[410] = {
			titleId = 4,id = 410,name = "人族",hero = 45006,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 9,speed = 7,pdef = 9,mdef = 6,patk = 6,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：16<br>身高：152cm<br>生日：10月2日<br>兴趣：棒球",story = "妮娅从小跟随爸爸练习棒球，凭借天赋和努力，她以体育特长生的身份来到布兰蒂尔学院初中部。不到半年时间，妮娅成为学院棒球社的队长和首席击球手。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[411] = {
			titleId = 4,id = 411,name = "人族",hero = 45007,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 5,speed = 7,pdef = 6,mdef = 5,patk = 9,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：18<br>身高：167cm<br>生日：2月27日<br>兴趣：昆虫标本",story = "隐匿在黑暗中的神秘刺客，杀手排行榜前三，时常帮助贫困的人，心理活动极其丰富，爱吃慕斯蛋糕；荆楚在世界中的人气极其高，可谓是人尽皆知，他掌握着致命的杀人之术，海因里希多次要求荆楚加入他的军团，却被她拒之门外；她在世界各地行走，基本没有特定的居住场所，有人在11区爆炸事件中看见空中一只蝴蝶划过写到：“风萧萧兮易水寒，侠士一去兮不复还。”",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[412] = {
			titleId = 4,id = 412,name = "人族",hero = 45008,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 6,speed = 6,pdef = 5,mdef = 5,patk = 0,matk = 9,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：15<br>身高：157cm<br>生日：7月20日<br>兴趣：打扫",story = "洁癖严重的中学生，家政万能，认为打扫与清洁是最愉悦的消遣活动，甚至在学园里成立了“值日社”，居然还吸引了一批同好。在周末前最后一天，会以极大的魄力督促大家进行大扫除，久而久之“星期五”便成了她的绰号。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[413] = {
			titleId = 4,id = 413,name = "人族",hero = 45009,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 6,speed = 7,pdef = 7,mdef = 5,patk = 9,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：未知<br>身高：170cm<br>生日：12月30日<br>兴趣：阅读",story = "亚瑟是一位相当优秀的指挥官。比起单打独斗，她的统帅能力更加一流，非常擅长带领伙伴们一起战斗。她的虽然内心会有情绪波动，表面上却一直不苟言笑，严肃认真。如今是原石之门巡卫队引星分队队长。",heroStory = {4500901,4500902,4500903,},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[414] = {
			titleId = 4,id = 414,name = "人族",hero = 45010,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 7,speed = 7,pdef = 7,mdef = 6,patk = 8,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：18<br>身高：164cm<br>生日：4月4日<br>兴趣：武术、酿酒",story = "酿酒名门的小掌柜，手艺极佳，她亲制的佳酿价值千金，香飘十里，是太白最爱的供货商，与伊丽莎白关系密切，经常分享品酒心得。同时她还积极开拓美酒的新用途，如醉蟹、醉拳等……",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[415] = {
			titleId = 4,id = 415,name = "人族",hero = 45011,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 5,speed = 6,pdef = 4,mdef = 6,patk = 0,matk = 10,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：16<br>身高：154cm<br>生日：1月15日<br>兴趣：占卜",story = "能联系星象之力、预知未来的神秘少女，但对不可知的命运保持绝对缄默，因为不扰乱世界进程是她的底线。在严肃沉默的外表下，是一颗柔软害羞的内心。",heroStory = {4501101,4501102,4501103,},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
	},
	[5] = {
		[501] = {
			titleId = 5,id = 501,name = "械族",hero = 55001,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 5,speed = 7,pdef = 5,mdef = 4,patk = 10,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：15<br>身高：140cm<br>生日：9月4日<br>兴趣：未知",story = "干将遇到莫邪的时候，她还是个正常的人类小女孩；莫邪从来不会因为干将是废墟之地的居民，而远离他，也不介意他充满黑暗的过往；莫邪就像照进深海的一束光，出现在干将的生活里，然而好景不长，莫邪患上了离奇的疾病，命不久矣，遂开始变得如同另一个人，开始醉心于战斗……干将为了让莫邪变回原来的她，带上莫邪踏上了旅途，寻求能治疗莫邪的方法，哪怕现在正在做的事，也只是被人利用罢了",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[502] = {
			titleId = 5,id = 502,name = "械族",hero = 55002,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 8,speed = 7,pdef = 7,mdef = 6,patk = 7,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：19<br>身高：162cm<br>生日：2月14日<br>兴趣：开冰淇淋车",story = "敏锐的嗅觉和高强的洞察力，成为了她战斗中最大的优势；称霸天空的自由者，每次人们低头看见地上有蝉的影子，那必是斑衣又在天上飞行；她酷爱夏日，在人看不见的地方，会表现出一点小傲娇，最爱吃冰淇淋，“夏天和冰淇淋最配！”",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[503] = {
			titleId = 5,id = 503,name = "械族",hero = 55004,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 7,speed = 8,pdef = 7,mdef = 6,patk = 0,matk = 7,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：20<br>身高：165cm<br>生日：5月22日<br>兴趣：未知",story = "天启，硬盘记忆中心的管理员之一，负责接收和分流每天进入记忆中心的数据；她每天的工作十分忙碌，但依旧过着诗意的生活。她是记忆中心最好说话的管理员，但生气的后果并不美妙。",heroStory = {5500401,5500402,5500403,},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[504] = {
			titleId = 5,id = 504,name = "械族",hero = 55006,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 8,speed = 7,pdef = 6,mdef = 5,patk = 8,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：20<br>身高：164cm<br>生日：5月20日<br>兴趣：未知",story = "布兰蒂尔的王牌DJ，电音、摇滚都是她的拿手好戏。音乐在她指尖既是活泼的精灵，也是攻击的利器，可以随心肆意流淌。她所到之处，都会掀起狂欢的音浪海洋。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[505] = {
			titleId = 5,id = 505,name = "械族",hero = 55007,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 7,speed = 8,pdef = 8,mdef = 5,patk = 0,matk = 7,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：18<br>身高：155cm<br>生日：7月2日<br>兴趣：打电动",story = "布兰蒂尔地下11区机械库的管理者兼医疗组长。在爆炸事件发生后机械库遭到破坏，血小板带领机械库的所有人员转移到新区内，据说她是爆炸事件的目击者之一。",heroStory = {5500701,5500702,5500703,},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[506] = {
			titleId = 5,id = 506,name = "械族",hero = 55008,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 5,speed = 6,pdef = 5,mdef = 5,patk = 0,matk = 10,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：20<br>身高：165cm<br>生日：6月30日<br>兴趣：未知",story = "以传说中贪婪暴戾的邪龙为原型制造，继承了邪龙的力量，性格却没那么糟糕。绝不是目中无人，顶多只是，心直口快而已……她也不承认自己“贪婪”，用她自己的话解释就是：“我这么强，出场费收高点有什么不妥？”",heroStory = {5500801,5500802,5500803,},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[507] = {
			titleId = 5,id = 507,name = "械族",hero = 55009,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 10,speed = 8,pdef = 9,mdef = 7,patk = 4,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：19<br>身高：170cm<br>生日：6月25日<br>兴趣：追番",story = "拥有绝对防御力与灵活机动性的械族少女，是原石之门巡卫队虚空队的主力成员之一。非常独立，自恃有能力面对任何恶劣的环境和任务，最讨厌被说是逞强，会认为这是对她的挑衅。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[508] = {
			titleId = 5,id = 508,name = "械族",hero = 45005,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 7,speed = 7,pdef = 7,mdef = 6,patk = 8,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：未知<br>身高：162cm<br>生日：未知<br>兴趣：未知",story = "不知道被谁制造出来的无名机器人，不知道有什么作用，现在是在养老院当救护机器人。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[509] = {
			titleId = 5,id = 509,name = "械族",hero = 54001,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 5,speed = 6,pdef = 4,mdef = 6,patk = 0,matk = 10,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：17<br>身高：165cm<br>生日：8月24日<br>兴趣：未知",story = "嬴是硬盘记忆中心的最高管理层之一，统筹一切系统和处理器；他的声音和机械一样冷淡，时常脸上挂着一个冷冰冰的表情；一言不合就会干脆利落地下达粉碎命令，没有人敢反抗这位的话语",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[510] = {
			titleId = 5,id = 510,name = "械族",hero = 53002,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 2,speed = 2,pdef = 2,mdef = 2,patk = 1,matk = 0,firstGet = {{type=2,code=2,amount=30,},},info = "年龄：未知<br>身高：50cm<br>生日：未知<br>兴趣：未知",story = "全能型独家定制机器人，拥有超强的学习能力，可软可坚硬，陪伴主人的时候是软软的，但主人有危险时，可以把主人保护起来，坚硬的外壳防御能力超好，堪称刀枪不入；更重要的是，可以和主人成为真正的朋友，陪伴主人，让主人从此再也感受不到孤单的最佳伙伴；认定一个主人从不易主，天真无邪的守护者",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[511] = {
			titleId = 5,id = 511,name = "械族",hero = 53003,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 1,speed = 2,pdef = 1,mdef = 1,patk = 0,matk = 2,firstGet = {{type=2,code=2,amount=30,},},info = "年龄：16<br>身高：160cm<br>生日；8月3日<br>兴趣：未知",story = "曾听闻：千年前，互联网出现一次巨大危机，多个病毒入侵互联网，导致全球的电子设备出现蓝屏，甚至有些直接死机爆炸。众神们察觉这或许是一件好事的开端，孟婆说“在地府，一女的喝了汤之后，不小心被大圣撞了一下，掉进了轮回池旁边的数据池里面~”事发一天后，互联网被修复，但大家的电脑会却多了一个女婴在逐渐成长；上述为传言，具体在因特身上发生了什么不得而知。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[512] = {
			titleId = 5,id = 512,name = "械族",hero = 55010,date = {{start=15,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 6,speed = 10,pdef = 6,mdef = 4,patk = 9,matk = 0,firstGet = {{type=2,code=2,amount=100,},},info = "年龄：16<br>身高：165cm<br>生日：7月27日<br>兴趣：八岐的秘密",story = "生活在特洛伊的机械一族，从不知名的机械数据中诞生，大概是受到了某种数据的影响，神乐从一诞生时就有了关于八岐的记忆。神乐诞生的地方过于冷清，于是凭着记忆寻找八岐的下落……",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[513] = {
			titleId = 5,id = 513,name = "械族",hero = 54002,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 3,speed = 4,pdef = 2,mdef = 3,patk = 5,matk = 0,firstGet = {{type=2,code=2,amount=50,},},info = "年龄：17<br>身高：165cm<br>生日：6月25日<br>兴趣：刀具收藏",story = "这世上没有什么坚不可摧的壁垒可以阻止她锐不可当的突袭。虽然她脾气不太好，但凭借过硬的业务能力，想雇佣她的人总如过江之鲫。总是挂着一副微笑面孔，这是她令人卸下防备的伪装；常常去血小板的工厂帮忙，每次走的时候总会问血小板拿走一些械油和一些改良苹果。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[514] = {
			titleId = 5,id = 514,name = "械族",hero = 54003,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 4,speed = 3,pdef = 5,mdef = 3,patk = 3,matk = 0,firstGet = {{type=2,code=2,amount=50,},},info = "年龄：未知<br>身高：未知<br>生日：11月21日<br>兴趣：赛车",story = "你想知道我是谁！我的故事！那么请继续侦察冒险吧！侦察这个世界的奥秘能够获得更多的信息。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
		[515] = {
			titleId = 5,id = 515,name = "械族",hero = 53004,date = {{start=1,endTime=0,},},startDt = "2020-09-02 00:00:00",endDt = "2029-12-10 23:59:58",boolean = 1,blood = 2,speed = 2,pdef = 2,mdef = 1,patk = 2,matk = 0,firstGet = {{type=2,code=2,amount=30,},},info = "年龄：未知<br>身高：未知<br>生日：12月8日<br>兴趣：未知",story = "你想知道我是谁！我的故事！那么请继续侦察冒险吧！侦察这个世界的奥秘能够获得更多的信息。",heroStory = {},heroTall = {100001,100002,100003,100004,100005,100006,100007,100008,}
		},
	},
}