--This file is auto transformed from excel sheet file by script. 
--You **should NOT** edit it manually.
--Copyright @Guangyv Games 2016.

-- Help.xls
-- problem
-- DynamicConfigData.t_Problem

return {
	[1] = {
		id = 1,title = "如何判断战斗胜负？",desr = "在规定的回合内，让对手单位气血全部为0则为战斗胜利。<br>由于战斗内无法进行操作，所以战前进行合理的搭配，使用克制对方的策略，可以极大提高胜率。<br>以下方面可以帮助提高胜率：<br>1、提高探员的战力值：可以从“我在变强”的目录中，按照短板来提高探员战力。<br>2、选择合适的阵容：初期建议大家的阵容包含坦克、输出与和辅助，在熟悉战斗节奏后，可以调配出自己喜欢的阵容。<br>3、注意站位和阵法：坦克和战士一般放在前排，刺客、法师、辅助、射手一般放后排。<br>4、合理的种族搭配：上阵的同种族单位越多，属性加成越大。同时，种族之间还有克制关系，选择克制对方的种族上阵，可以让自己的伤害更高。"
	},
	[2] = {
		id = 2,title = "战斗中的出手顺序？",desr = "每回合开始时，首先将场上所有单位的速度值乘以97%~103%之间的一个随机数，然后根据随机后的速度值从高到低依次出手，每个探员释放一次技能。<br>替补单位在入场的下一回合获得出手顺序。"
	},
	[3] = {
		id = 3,title = "战斗中愤怒值？",desr = "愤怒值在战斗中累积，达到数量后，可以触发探员的专属技能，一般称为大招。<br>愤怒值增加可以有三种途径：<br>1、受到伤害时候增加，受到的伤害越大，增加的越多。<br>2、回合开始时增加，当前的气血比例越低，回合开始时增加的愤怒值越大。<br>3、受其他技能影响，部分探员拥有增加愤怒值的技能，使用后即可增加。<br>愤怒值的减少受两种情况影响：<br>1、释放大招时候，将自动扣减固定数量愤怒值。<br>2、气血为0倒地时，只保留当前愤怒值的30%。"
	},
	[4] = {
		id = 4,title = "如何快速提升角色等级？",desr = "角色的等级，会影响到系统和玩法的开启，角色等级的经验只有在侦察玩法中获得。<br>1、侦察探索的关卡越高，每分钟获得的侦察挂机经验越多，升级越快。<br>2、快速作战可以直接获得120分钟的挂机经验，所以每天多次使用快速作战，也可以比其他人达到更高等级。"
	},
	[5] = {
		id = 5,title = "探员共有几个职业？",desr = "探员共有6个职业，分别是：<br>1、坦克：主要是承担伤害，并拥有一定的控制技能，适合放在前排。<br>2、战士：兼顾生存和输出的职业，如果血防加点，则适合前排，若输出加点，则适合后排。<br>3、刺客：速度较快，单点突破能力强，容易切后排，但本身血防较低，适合放后排。<br>4、射手：速度较快，并偏群体输出，射手技能普遍带有减疗效果，对辅助有压制作用。<br>5、法师：擅长法术攻击，群体攻击能力优秀，配合射手可以达到整体血量压制的效果。<br>6、辅助：辅助分3类，分别是加血，加buff和给对面上debuff，辅助可以灵活加点，血防加点的单位可以放在前排承受伤害。"
	},
}