
--DynamicConfigData.FightConfig

return
{
	--我方英雄
	hero = {
		[1] = {
			id = 45007, --英雄ID
			pos = 113, --英雄位置
			hp = 28494,--初始血量
			level=100,
			hurt=11201,
			cure=0,
			beHurt=26224
		},
		[2] = {id = 55010, pos = 111,hp = 26138,level=100,hurt=35620,cure=0,beHurt=0}},
	--敌方英雄
	enemy = {{{id = 25006, pos = 212,hp = 31537,level=120,hurt=18021,cure=0,beHurt=30537},}},
	--回合开始播放剧情 并且暂停战斗  下标为第几回合
	speed=2,
	skip=false,
	background=100026,

	--回合数据
	round = {
		--第一回合
		[1] = {
			--第一次出手
			[1] = {
				text = {{[113] = "飞扬阵速度可加30%"}},
				skillid = 5501021,  --技能
				pos1 = 111,   --出手位置ID,
				pos2 = {212}, --受击对象ID  可以多个对象
				status = {2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-10021},    --扣减血量，根据技能实际配几次

			},
			[2] = {

				skillid = 4500723,  --技能
				pos1 = 113,   --出手位置ID,
				pos2 = {212}, --受击对象ID  可以多个对象
				status = {2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				hitBuff = {{id=113,buffId=45007410}}, --受击后增加buff
				subHp = {-10201},    --扣减血量，根据技能实际配几次

			},
		},
		
		--第二回合
		[2] = {
			[1] = {
				skillid = 2500621,  --技能
				pos1 = 212,   --出手位置ID,
				pos2 = {113}, --受击对象ID  可以多个对象
				status = {2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-18021},    --扣减血量，根据技能实际配几次

			},

			[2] = {
				skillid = 5501021,  --技能
				pos1 = 111,   --出手位置ID,
				pos2 = {212}, --受击对象ID  可以多个对象
				status = {2^1}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-11021},    --扣减血量，根据技能实际配几次
			},
		},
		--第三回合
		[3] = {
			[1] = {
				skillid = 5501031,  --技能
				pos1 = 111,   --出手位置ID,
				pos2 = {212}, --受击对象ID  可以多个对象
				status = {2^3}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-16021},    --扣减血量，根据技能实际配几次
			},
			}

	}

}