
--DynamicConfigData.FightConfig

return
{
	--我方英雄
	hero = {
		[1] = {
			id = 45007, --英雄ID
			pos = 113, --英雄位置
			hp = 28494,--初始血量
			level=100,
			hurt=11980,
			cure=0,
			beHurt=28494
		},
		[2] = {id = 55010, pos = 111,hp = 26138,level=100,hurt=15560,cure=0,beHurt=26138}},
	--敌方英雄
	enemy = {{{id = 25006, pos = 212,hp = 38537,level=120,hurt=18058,cure=0,beHurt=25537},}},
	--回合开始播放剧情 并且暂停战斗  下标为第几回合
	speed=2,
	skip=false,
	background=100026,

	--回合数据
	round = {
		--第一回合
		[1] = {
			--第一次出手
			[1] = {
				skillid = 2500621,  --技能
				pos1 = 212,   --出手位置ID,
				pos2 = {113}, --受击对象ID  可以多个对象
				status = {2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-22021},    --扣减血量，根据技能实际配几次

			},
		},
		
		--第二回合
		[2] = {

			[1] = {
				skillid = 5501021,  --技能
				pos1 = 111,   --出手位置ID,
				pos2 = {212}, --受击对象ID  可以多个对象
				status = {2^1}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-10022},    --扣减血量，根据技能实际配几次
			},
			[2] = {

				skillid = 4500723,  --技能
				pos1 = 113,   --出手位置ID,
				pos2 = {212}, --受击对象ID  可以多个对象
				status = {2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				hitBuff = {{id=113,buffId=45007410}}, --受击后增加buff
				subHp = {-10201},    --扣减血量，根据技能实际配几次

			},
		},
		--第三回合
		[3] = {
			[1] = {
				skillid = 2500631,  --技能
				pos1 = 212,   --出手位置ID,
				pos2 = {111,212}, --受击对象ID  可以多个对象
				status = {2^3,2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-26148,16010},    --扣减血量，根据技能实际配几次

			},
			},
		--第四回合
		[4] = {

			[1] = {
				skillid = 4500731,  --技能
				pos1 = 113,   --出手位置ID,
				pos2 = {212}, --受击对象ID  可以多个对象
				status = {2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-10721},    --扣减血量，根据技能实际配几次
			},

		},
		--第五回合
		[5] = {

			[1] = {
				skillid = 2500621,  --技能
				pos1 = 212,   --出手位置ID,
				pos2 = {113}, --受击对象ID  可以多个对象
				status = {2^3}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-18021},    --扣减血量，根据技能实际配几次
			},

		}

	}

}