
--DynamicConfigData.FightConfig

return
{
	--我方英雄
	hero = {
		[1] = {
			id = 45003, --英雄ID
			pos = 123, --英雄位置
			hp = 27494,--初始血量
			level=100,
			hurt=29980,
			cure=0,
			beHurt=27494
		},
		[2] = {id = 45008, pos = 112,hp = 20958,level=100,hurt=0,cure=0,beHurt=20958},
		[3] = {id = 45007, pos = 121,hp = 27130,level=100,hurt=21560,cure=0,beHurt=27130},
		[4] = {id = 45011, pos = 122,hp = 26131,level=100,hurt=10560,cure=0,beHurt=26131},
		[5] = {id = 15003, pos = 113,hp = 36144,level=100,hurt=0,cure=16015,beHurt=36144},
		[6] = {id = 35010, pos = 111,hp = 28138,level=100,hurt=0,cure=6530,beHurt=28138}},
	--敌方英雄
	enemy = {{{id = 60001, pos = 212,hp = 67837,level=120,hurt=296890,cure=0,beHurt=25680},}},
	--回合开始播放剧情 并且暂停战斗  下标为第几回合
	speed=2,
	skip=false,
	background=100026,

	--回合数据
	round = {
		--第一回合
		[1] = {
			--第一次出手
			[1] = {
				skillid = 6000111,  --技能
				pos1 = 212,   --出手位置ID,
				pos2 = {112,111,121,113,122,123}, --受击对象ID  可以多个对象
				status = {2^3,2^2,2^2,2^2,2^2,2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-21021,-14021,-15021,-20021,-18021,-15021},    --扣减血量，根据技能实际配几次

			},
		},
		
		--第二回合
		[2] = {

			[1] = {
				skillid = 4500322,  --技能
				pos1 = 123,   --出手位置ID,
				pos2 = {212}, --受击对象ID  可以多个对象
				status = {2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-13919},    --扣减血量，根据技能实际配几次
			},
			[2] = {

				skillid = 3501021,  --技能
				pos1 = 111,   --出手位置ID,
				pos2 = {122,123,113}, --受击对象ID  可以多个对象
				status = {2^2,2^2,2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				hitBuff = {{id=122,buffId=3501021},{id=123,buffId=3501021},{id=113,buffId=3501021}}, --受击后增加buff
				subHp = {2450,2450,2450},    --扣减血量，根据技能实际配几次

			},
			[3] = {
				skillid = 4500721,  --技能
				pos1 = 121,   --出手位置ID,
				pos2 = {212}, --受击对象ID  可以多个对象
				status = {2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				hitBuff = {{id=121,buffId=45007320}},
				subHp = {-11227},    --扣减血量，根据技能实际配几次

			},
			[4] = {
				skillid = 4501121,  --技能
				pos1 = 122,   --出手位置ID,
				pos2 = {212}, --受击对象ID  可以多个对象
				status = {2^1}, --受击对象的状态  暴击，死亡，格挡。。。。
				hitBuff = {{id=121,buffId=4501123}},
				subHp = {-10300},    --扣减血量，根据技能实际配几次

			},
			[5] = {

				skillid = 1500321,  --技能
				pos1 = 113,   --出手位置ID,
				pos2 = {122,123,113,111,121}, --受击对象ID  可以多个对象
				status = {2^2,2^2,2^2,2^2,2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {5450,5450,5450,5450,5450},    --扣减血量，根据技能实际配几次

			},
			[6] = {
				skillid = 6000111,  --技能
				pos1 = 212,   --出手位置ID,
				pos2 = {111,113,121,122,123}, --受击对象ID  可以多个对象
				status = {2^1,2^3,2^2,2^3,2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-8227,-16227,-8027,-14227,-8227},    --扣减血量，根据技能实际配几次

			},
		},
		--第三回合
		[3] = {
			[1] = {
				skillid = 6000121,  --技能
				pos1 = 212,   --出手位置ID,
				pos2 = {111,121,123}, --受击对象ID  可以多个对象
				status = {2^3,2^3,2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-16021,-15021,-6021},    --扣减血量，根据技能实际配几次

			},
			},
		--第四回合
		[4] = {

			[1] = {
				skillid = 4500323,  --技能
				pos1 = 123,   --出手位置ID,
				pos2 = {212}, --受击对象ID  可以多个对象
				status = {2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-19919},    --扣减血量，根据技能实际配几次
			},
			},
		--第五回合
		[5] = {
			[1] = {
				skillid = 6000111,  --技能
				pos1 = 212,   --出手位置ID,
				pos2 = {123}, --受击对象ID  可以多个对象
				status = {2^3}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-11021},    --扣减血量，根据技能实际配几次

			},
		}

	}

}