
--DynamicConfigData.FightConfig

return
{
	--我方英雄
	hero = {
		[1] = {
			id = 45004, --英雄ID
			pos = 113, --英雄位置
			hp = 24350,--初始血量
			level=100,
			hurt=1650,
			cure=0,
			beHurt=24350
		},
		[2] = {id = 35003, pos = 121,hp = 25138,level=100,hurt=15560,cure=0,beHurt=25138}},
	--敌方英雄
	enemy = {{{id = 25002, pos = 212,hp = 25537,level=120,hurt=38138,cure=0,beHurt=16560},}},
	--回合开始播放剧情 并且暂停战斗  下标为第几回合
	speed=2,
	skip=false,
	background=100026,

	--回合数据
	round = {
		--第一回合
		[1] = {
			--第一次出手
			[1] = {
				skillid = 2500211,  --技能
				pos1 = 212,   --出手位置ID,
				pos2 = {113}, --受击对象ID  可以多个对象
				status = {2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-18021},    --扣减血量，根据技能实际配几次

			},
		},
		
		--第二回合
		[2] = {

			[1] = {
				skillid = 3500321,  --技能
				pos1 = 121,   --出手位置ID,
				pos2 = {212}, --受击对象ID  可以多个对象
				status = {2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-7165},    --扣减血量，根据技能实际配几次
			},
			[2] = {

				skillid = 4500421,  --技能
				pos1 = 113,   --出手位置ID,
				pos2 = {212}, --受击对象ID  可以多个对象
				status = {2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-1650},    --扣减血量，根据技能实际配几次

			},
		},
		--第三回合
		[3] = {
			[1] = {
				skillid = 2500211,  --技能
				pos1 = 212,   --出手位置ID,
				pos2 = {113}, --受击对象ID  可以多个对象
				status = {2^3}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-18021},    --扣减血量，根据技能实际配几次

			},
			},
		--第四回合
		[4] = {
			[1] = {
				skillid = 3500331,  --技能
				pos1 = 121,   --出手位置ID,
				pos2 = {212}, --受击对象ID  可以多个对象
				status = {2^2}, --受击对象的状态  暴击，死亡，格挡。。。。
				subHp = {-9165},    --扣减血量，根据技能实际配几次
			},
			},
		--第五回合
		[5] = {
			[1] = {
			skillid = 2500231,  --技能
			pos1 = 212,   --出手位置ID,
			pos2 = {121}, --受击对象ID  可以多个对象
			status = {2^3}, --受击对象的状态  暴击，死亡，格挡。。。。
			subHp = {-25138},    --扣减血量，根据技能实际配几次
			},
			}

	}

}