return {
	[3]=DescAuto[4], -- [4]="竞技场"
	[4]= DescAuto[5], -- [5]="侦查"
	[5]=DescAuto[6], -- [6]="日常副本"
	[6]=DescAuto[7], -- [7]="普通塔"
	[7]=DescAuto[8], -- [8]="人族塔"
	[8]=DescAuto[9], -- [9]="兽族塔"
	[9]=DescAuto[10], -- [10]="械族塔"
	[10]=DescAuto[11], -- [11]="公会日常BOSS"
	[11]=DescAuto[12], -- [12]="公会限时BOSS"
	[12] = DescAuto[13], 	--迷宫 -- [13]="逆境迷宫"
	[13] = DescAuto[14], -- 秘境 -- [14]="秘境寻宝"
	[14] = DescAuto[15], -- [15]="极地探索"
	[16] = DescAuto[16], -- [16]="仙魔塔"
	[17] = DescAuto[17], -- [17]="魔灵收容所"
	[18] = DescAuto[18], -- [18]="星辰圣所"
	[19] = DescAuto[19], -- [19]="幻境单人模式"
	[20] = DescAuto[20], -- [20]="幻境全体模式"
	[21] = DescAuto[21], -- [21]="幻境雇佣发布阵容"
	[23] = DescAuto[22], -- [22]="好友挑战"
	[24] = DescAuto[23], -- [23]="临界之旅"
	[26] = DescAuto[24], -- [24]="点骰成金"

	[29] = DescAuto[25], -- [25]="月慑殿堂"
	[30] = DescAuto[17], -- [17]="魔灵收容所"
	[34] = "异能计划", -- [34]="异能计划"
	[35] = "神虚历险",

	[101] = DescAuto[26] ,		--次元裂缝 1号BOSS -- [26]="次元裂缝"
	[102] = DescAuto[26] ,		--次元裂缝 2号BOSS -- [26]="次元裂缝"
    [103] = DescAuto[26],	        --次元裂缝 3号BOSS -- [26]="次元裂缝"
	
	[58] = DescAuto[23], -- [23]="临界之旅"
	[59] = DescAuto[23], -- [23]="临界之旅"
	[60] = DescAuto[23], -- [23]="临界之旅"
	[61] = DescAuto[23], -- [23]="临界之旅"
	
	[1000] = DescAuto[27], -- [27]="天境赛"
	[1001] = DescAuto[27], -- [27]="天境赛"
	[1002] = DescAuto[27], -- [27]="天境赛"
	[2000] = DescAuto[27], -- [27]="天境赛"
	[2001] = DescAuto[27], -- [27]="天境赛"
	[2002] = DescAuto[27], -- [27]="天境赛"

	[51] = DescAuto[28], -- [28]="圣器副本"
	[52] = DescAuto[28], -- [28]="圣器副本"
	[53] = DescAuto[28], -- [28]="圣器副本"
	[54] = DescAuto[28], -- [28]="圣器副本"
	[55] = DescAuto[28], -- [28]="圣器副本"
	[28] = DescAuto[29], -- [29]="探员试炼"
	[56] = DescAuto[30], -- [30]="公会联赛"
	[57] = DescAuto[30], -- [30]="公会联赛"

	[3011] = DescAuto[31], -- [31]="天域试炼"
	[3012] = DescAuto[31], -- [31]="天域试炼"
	[3013] = DescAuto[31], -- [31]="天域试炼"
	[3014] = DescAuto[31], -- [31]="天域试炼"
	[3015] = DescAuto[31], -- [31]="天域试炼"
	[3016] = DescAuto[31], -- [31]="天域试炼"

	[4000] = DescAuto[32], -- [32]="先驱组队竞技"
	
	[4017] = "阵营试炼",
	[4018] = "天梯冠军赛",
	[4015] = "跨服天梯赛",
	[3041] = "超凡段位赛",
	[3042] = "超凡段位赛",
	[3043] = "超凡段位赛",
	[3044] = "超凡段位赛",
	[5134] = "临界之旅",
}
